Hoi
Ja
dat
ben
ik
Ik
voel
me
niet
goed
prima
Hoe
laat
is
het
Dat
maakt
uit
hier
vroeg
zie
je
snel
Goedemorgen
Goedemiddag
Vaarwel
Vrolijk
Kerstfeest
Heb
gemist
was
weekend
heet
Wat
sterrenbeeld
zo
jong
gelijk
Waar
ga
heen
doen
vrienden
er
mis
met
jou
Het
lang
geleden
ontmoeten
we
elkaar
praten
op
school
Vind
leuk
om
nieuwe
mensen
te
gaat
David
Blijf
positief
Kent
Joan
Franse
gebarentaal
wil
jij
een
biefstuk
doof
eruit
aan
de
hand
weet
Bel
later
Zijn
close
oud
Je
ziet
Hoeveel
kost
duur
Kan
auto
parkeren
Ken
onze
nationale
hulp
nodig
heb
vriend
graag
glas
wijn
hem
Stoor
Drink
veel
moet
naar
toilet
Wil
dit
Maakt
wat
Kom
mee
Mag
meenemen
net
gedaan
geef
Geloof
Ben
nog
maagd
Is
in
sessie
Kun
vertellen
lift
kan
kamer
vinden
redelijk
geprijsd
hotel
aanbevelen
reserveren
ver
van
erheen
kleine
kaart
tekenen
voor
regelen
Vergeet
maar
Ga
honger
getrouwd
mijn
haar
gebeurd
Doe
deur
dicht
raam
iets
drinken
Vergeef
wie
geld
kinderen
gelukkig
verdrietig
verloren
kwijt
gaan
kunt
lenen
gunst
Wanneer
vader
gestorven
internet
Wie
telefoonnummer
vergeten
mobiele
nummer
doe
al
sluitingstijd
Open
Mijn
ken
die
kerel
dansen
vriendin
mooi
McDonald's
rijden
als
gedronken
hebt
week
bioscoop
hij
huis
gekocht
vanmiddag
afspraak
vaak
betaal
elke
tante
gezien
geboren
nu
tijd
vraag
begonnen
schrijven
Gaat
Bob
team
moeten
gekwalificeerd
doet
klas
student
studeer
leer
leren
hoofdvak
papier
staat
af
klaar
zijn
werk
Studeer
geleerd
Jane
les
moeilijk
hardwerkende
cijfers
tijdens
examens
schoolbord
vegen
morgen
toets
Misschien
missen
werkstuk
ingeleverd
onderbreken
bagage
wachten
zien
stad
brochure
tickets
hoe
versnellingspook
gebruiken
Spreekt
u
Frans
Duits
Italiaans
Spaans
geen
ticket
Japan
geweest
zou
kunnen
blijven
slechte
deal
per
nacht
vlieg
vanavond
douchen
Zit
benzine
rijbewijs
gisteren
banden
paspoort
breng
naartoe
Welk
boeken
Inclusief
ontbijt
Niemand
kent
mij
eens
rustiger
dag
stopt
luchthaven
gesloten
vlucht
geannuleerd
heeft
vertraging
boord
stoel
houden
overstap
landt
De
bus
komt
eraan
vliegtuig
vertrekt
trein
eerst
uitchecken
U
kaartje
kopen
museum
theater
toeristeninformatiecentrum
neem
wakker
maken
krant
lezen
gebruik
online
bankieren
telefoon
typemachine
doven
harde
schijf
breedband
internetverbinding
nieuw
fotobewerkingsprogramma
Hou
winkelen
flatscreens
partners
soort
e-mails
krijg
Gebruikt
e-mail
sluit
computer
tekstverwerker
Ziet
muismat
geloof
christendom
kerk
Moet
vertalen
Was
prediker
Er
jeugdgroep
zij
missionaris
Weet
Hij
open
zondagsschool
afgestudeerden
vakantie
film
dagen
dieet
maanden
weken
vuilniswagen
jouw
land
waren
bruiloft
Onder
welke
omstandigheden
bevriest
water
We
hebben
vacatures
Werkt
hard
goede
positie
Bent
dokter
brandweerman
baan
job
solliciteren
deze
neef
oom
woont
beer
sneeuw
smelt
nooit
aardbeving
meegemaakt
bang
onweer
tornado's
weer
vandaag
Sneeuwt
Waait
Heeft
geregend
koud
vanmorgen
Vriest
vannacht
sneeuwen
regenen
storm
zee
voorspelling
zon
waterval
maan
overstroming
gisteravond
blijf
warm
verdwaald
beetje
mooie
boom
vanaf
sterren
kleingeld
vijf
cent
tien
stuiver
spaarplan
schuldig
binnen
komen
boek
bank
blut
pinautomaat
belasting
betalen
plannen
Dag
Arbeid
Gelukkig
Halloween
Fijne
Moederdag
Valentijnsdag
Gelukkige
Vrede
en
Welwillendheid
Vakantiegroeten
Bedankt
grootouders
ziektekostenverzekering
tand
laten
trekken
Voel
duizelig
misselijk
ziek
medische
controle
gehad
hoesten
keelpijn
kiespijn
verkouden
bril
medicijnen
tandarts
lig
bed
pijn
temperatuur
opnemen
man
geopereerd
loopneus
maag
streek
vrouw
Neemt
bloed
lijkt
gebroken
bot
symptomen
zag
weerbericht
ziekenhuis
afgevallen
injectie
Bloed
toetje
gegeten
alsjeblieft
zitten
videorecorder
Helpt
nichtje
gescheiden
blij
vrijgezel
Waardeer
zit
wacht
Aan
uitgeleend
bent
postzegel
terug
jongen
of
meisje
gekregen
samen
rusten
mag
haardroger
meekomen
Geef
helpen
dochter
voorstellen
zoon
Dank
wel
familie
groot
Een
moment
alstublieft
roken
baby
schattig
grappig
gezicht
weg
rekenmachine
postkantoor
Op
lijk
tafel
bestellen
rekening
aanvaarden
kredietkaarten
drankje
weinig
suiker
mosterd
thee
zonder
Roereieren
droog
Eet
besteld
chocolade
vind
lekker
klopt
genoeg
Fooien
inbegrepen
kindermenu
Hier
menu
zout
peper
gaar
taart
Coca-Cola
eten
bediening
prijzen
hoog
specialiteit
suggesties
ober
Bestel
uw
uien
toevoegen
augurken
grote
ketchup
ouders
liplezen
muziek
horen
gehoorapparaat
's
werelds
eerste
universiteit
Jij
zei
dan
Welke
lessen
gevolgd
spellen
kijk
tv
hoor
Waarmee
bid
gekeken
ging
Gaan
slechthorende
studenten
verbeterd
Zeg
bedoel
opschrijven
geoefend
kleur
markeerstift
gegeven
prijs
gewonnen
geverfd
tuin
muren
andere
geven
vlek
knopen
vallen
eraf
vuile
kleren
zwarte
kapper
schoonheidssalon
gekleed
riem
dragen
geschoren
worden
overhemd
gestreken
hemd
wassen
passen
broeken
gescheurd
maat
draag
jurk
Past
bij
das
Waarom
jasje
gekrompen
kleedkamer
kassa
sokken
vergadering
rechter
verschijnen
onafhankelijk
parkeerboete
gestemd
gevangenis
verantwoordelijk
wetgeving
politie
steunen
regering
president
geweldig
stemmen
hoofdstad
verkiezingen
Pas
jaag
Geen
dieren
toegestaan
huisdier
bijt
vacht
zacht
paar
keer
gevoerd
vogel
gevaarlijk
dier
opgegeten
dierenarts
dierenwinkel
dierentuin
Klaar
meer
Schoolvakantie
beantwoord
Verkocht
Van
rechten
Vraag
Doorhalen
Raad
Kijk
Neem
Lezen
Wees
voorzichtig
herhalen
Wacht
even
Spreek
Graag
denk
Trek
lijn
Schrijf
Begrijp
antwoorden
Zie
Tot
slot
schelen
probleem
bedank
betrouwbaar
spijt
praat
aanraken
allergisch
drugs
dorst
moe
creditcard
welkom
zal
advies
Laat
niets
goedkopers
geslapen
gestopt
belangrijk
garantie
vereerd
wilde
goedkoop
Wiens
beurt
afdoen
lange
zoek
hou
slecht
beroep
persoonlijke
station
iemand
Dit
route
automonteur
sturen
gevonden
autoverhuurbedrijf
zoeken
lichten
homeopaat
ongeluk
haast
rek
Deze
leeg
ongemakkelijk
hele
aangeraakt
ontslag
schuld
rechtstreekse
korting
ambulance
gebeld
telefoontje
gepleegd
ontslagen
aandoen
vrij
Draai
zetje
boekingskantoor
machinist
vertrokken
bewustzijn
Hebt
bedrijf
auto-ongeluk
model
mankeert
reken
uur
naam
straat
arbeidsbureau
kluisjes
lounge
zitplaatsen
Diep
ademhalen
Hoesten
Draag
ademen
controleren
bloedt
ernstig
gewond
geraakt
wond
behandeld
stem
kleurenblind
verte
pols
voelen
hoofd
bewegen
erg
menstruatiekrampen
moeite
ogen
Wilt
urinemonster
bloedmonster
Jeukt
bloeddruk
meten
Zweet
vingers
rug
ergens
tintelend
gevoel
heup
borsten
jeukt
bijziend
griep
longontsteking
amandelontsteking
volgen
maak
Gefeliciteerd
Niet
alle
kamers
airconditioning
kluis
Beterschap
Goedenavond
Veel
geluk
tennis
Houdt
fietsen
deelt
twee
kleuterschool
avond
tas
willen
wandelen
bellen
zomer
diner
hoeft
wandeling
gebeurt
allemaal
hoef
stil
grootste
hobby
moeder
waard
handbal
vol
race
afgelast
Hebben
jullie
zin
Naar
links
Rechtsaf
sport
ontbijten
restaurant
vissen
busstation
Nieuwjaar
ontmoet
persoon
energie
koorts
tegenwoordig
zaken
zwanger
gevraagd
adres
woon
zeggen
Susan
respect
leraren
informatie
spreek
Engels
reis
olie
firewall
muis
vertaaldienst
speel
weekends
maand
ze
Verdien
favoriete
seizoen
plant
zaden
Regent
luchtvochtigheid
munten
Sluit
chequeboek
Betaal
Thanksgiving
Vakantiehuis
beter
hoofdpijn
werkt
gewassen
vorige
geschreven
salsa
Daar
frietjes
geïnteresseerd
gezegd
veranderd
afgepakt
organisatie
padvinderij
advocaat
rechtbank
Stemt
gemeenteraad
YMCA
neutraal
injecties
hond
licht
rood
veranderen
Cut
voorraad
Oeps
Waarheen
Oh
God
verwacht
Heerlijk
goederen
markt
vaste
winkel
band
vervangen
pakje
zwaar
geadresseerd
duren
doorgaan
kar
gynaecoloog
aanraden
Zou
werken
afgestudeerd
restauratiewagen
koppeling
remmen
afspraakje
stap
geldwisselkantoor
hoofdpostkantoor
foodtruck
formulier
invullen
Controleer
neus
spijsvertering
trek
ander
aanbevolen
volgende
ronde
gehaald
vliegveld
kranten
bezorgen
verjaardagscadeau
luister
Met
In
School
zaterdag
voetbal
spelen
vergeet
taken
Zien
sportfaciliteiten
score
bijna
bushalte
bad
Laten
Doei
gevorderd
kans
waar
dacht
hiervan
voorbij
Waarvoor
cijferlijst
rapport
leraar
vragen
gesteld
kon
administratiegebouw
gecontroleerd
illegaal
vastbinden
probeer
metro
foto
fotodisk
Zoek
invoegen
gedoopt
voorganger
lid
geworden
alles
orkanen
heel
eind
beneden
dollar
aspirine
mackintosh
abonneren
broer
Moeten
gordijnen
handen
reünie
knap
drink
koffie
kopsoep
opnieuw
vullen
grotere
potlood
strik
pak
Zo
meteen
haal
schilderij
ermee
Vertaal
vermoed
Teleurgesteld
over
nadenken
rook
opgeleid
reparaties
getuigen
wilt
werkloos
dichtdoen
sluiten
CV
dichtstbijzijnde
Leeft
overgegeven
bel
7
kom
gezinssituatie
skiën
duurt
busrit
Sinds
wanneer
pas
wedstrijd
beginnen