Hallo
ja
Wie
fühlst
du
dich
geht
es
dir
Wieviel
Uhr
Es
tut
mir
leid
Woher
kommst
auf
Wiedersehen
Guten
Morgen
Tag
Gute
Nacht
um
8
Tschüss
Frohe
Weihnachten
Ich
vermisse
wirklich
Ein
schönes
Wochenende
heißt
ist
dein
Gebärdenname
alt
bist
Sie
haben
Recht
gehe
einkaufen
Meine
Freunde
feiern
Was
mit
los
ich
habe
lange
Zeit
nicht
gesehen
Wir
treffen
uns
im
Kino
werden
dem
Handy
telefonieren
Studieren
oder
arbeiten
treffe
gerne
neue
Menschen
David
ein
netter
Kerl
Kopf
hoch
joan
versteht
keine
französische
gebärdensprache
möchte
einen
Haarschnitt
Strähnchen
meine
Haare
färben
möchten
sie
gehörlos
geworden
Du
siehst
gut
aus
Warum
Melde
später
sind
die
besten
bin
zu
noch
jung
viel
kostet
Kann
hier
parken
so
in
deiner
Gebärdensprache
Bitte
hilf
mag
Hast
Freund
Möchtest
Glas
Wein
Er
Idiot
Lass
mich
Ruhe
großes
Alkoholproblem
Wo
Toilette
benutzen
Das
Haben
mehr
davon
wichtig
sehr
Folgen
Bis
können
fahren
hast
das
gemacht
Umarme
Gib
Kuss
glaube
Jungfrau
Wann
fängt
Schule
an
sagen
der
nächste
Aufzug
Wissen
wo
Zimmer
finden
kann
Können
preiswertes
Hotel
empfehlen
für
reservieren
Ist
weit
von
entfernt
komme
da
hin
eine
kleine
Skizze
machen
Vergiss
Nichts
tun
Bist
hungrig
Sind
verheiratet
Bürste
Haar
Schließ
Tür
Fenster
Auto
Möchten
Erfrischungsgetränk
Entschuldigung
Verzeiht
gebärdest
viele
Kinder
glücklich
traurig
hab
mein
Buch
verloren
meinen
Schirm
muss
etwas
Kaltes
trinken
Zähne
putzen
Lasst
Party
ausleihen
Ihnen
helfen
Mein
Vater
letztes
Jahr
gestorben
Internetverbindung
gestört
Wer
Welche
Telefonnummer
deine
Handynummer
Beruf
spät
wird
geschlossen
geöffnet
Mann
tanzen
Deine
Freundin
hübsch
McDonald's
Kein
Alkohol
am
Steuer
jeden
Dienstag
ins
87
Jahre
Vor
2
Jahren
neues
Haus
gekauft
2:30
pm
Verabredung
zahle
alle
3
Monate
sehe
Samstag
besuchte
Tante
vor
Monaten
1960
geboren
nächsten
Montag
10
9
4
45
Die
vorbei
Fragen
Fang
schreiben
arbeitet
Gruppe
Mach
bestanden
durchgefallen
Gehst
zur
redet
Klasse
Student
studiere
Kunst
Betriebswirtschaft
Chemie
Computertechnik
psychologische
Beratung
Pädagogik
Medizin
Geschichte
Ökotrophologie
Mathematik
Philosophie
Physiotherapie
Psychologie
Naturwissenschaften
Theaterwissenschaften
Arbeit
Zwei
bekommen
Drei
Vier
Abschluss
früh
meiner
fertig
lerne
gern
ganze
gelernt
Anweisungen
hören
kommt
oft
zum
Unterricht
Mit
Mathe
Schwierigkeiten
fleißiger
Schüler
Noten
immer
besser
Während
Klassenarbeit
bitte
Unterhaltungen
Schlag
Tafel
Hör
morgen
Kurse
wählst
dieses
Semester
Wenn
fehlen
dann
müssen
Entschuldugung
abgeben
abgegeben
unterbrich
Schrift
unleserlich
Koffer
gepackt
Kannst
warten
Komm
doch
irgendwann
mal
besuchen
Stadtplan
irgendwelche
Broschüren
Ticket
Weißt
wie
man
einer
Kupplung
schaltet
Sprichst
Französisch
Deutsch
Italienisch
Spanisch
Warst
schon
einmal
Japan
bleibst
fliege
heute
Abend
nach
New
York
werde
gehen
und
Bad
nehmen
kein
Benzin
Genehmigung
Gestern
hatte
Platten
Pass
brauche
Taxi
bringe
Flughafen
hätte
Doppelzimmer
einequittung
suche
1
Einzelzimmer
Frühstück
dabei
Triffst
jemandem
Ihr
Fahr
langsamer
biege
rechts
ab
Irgendwann
Afrika
Hier
anhalten
Der
wegen
des
Nebels
Flug
fällt
Abflug
verschiebt
sich
Stunde
Flugzeug
bereit
Einsteigen
Plätze
reserviert
Stunden
Aufenthalt
landen
Minuten
Bus
fliegt
fährt
Zug
auschecken
Tickets
kaufen
Museum
Theater
Touristeninformation
Fluggesellschaft
nimmst
6
morgens
anrufen
Zeitschrift
Zeitung
Machst
Online-Banking
Schreibtelefon
mache
Studium
Netzwerk-Ingenieur
Festplatte
war
kaputt
DSL-Verbindung
Bildbearbeitungs-Programm
Online-Shopping
liebe
Flachbildschirm
neuen
Kumpel
bekomme
Spam
benutze
Outlook
Mails
Leg
Diskette
Laufwerk
langsam
Monitor
defekt
Textverarbeitungsprogramm
Word
Mousepad
Christ
Mitglied
Kirche
Soll
Messe
übersetzen
Prediger
Sonntag
Gibt
Jugendgruppe
Missionarin
Adresse
hat
Welchen
Service
bieten
Gottesdienste
findet
Kindergottesdienst
statt
zwei
Universitätsabschlüsse
Wochen
Urlaub
diesen
Film
dreimal
halbe
Tasse
Kaffee
arbeite
Tage
Woche
seit
12
Diät
In
Müllabfuhr
unserem
Land
leben
nur
Millionen
Da
waren
150
Hochzeitsgäste
Wasser
friert
bei
0°C
freie
Stellen
hart
seinem
verdient
er
dieser
Stellung
Arzt
Feuerwehrmann
Hausfrau
Polizist
Sekretärin
Schauspieler
Künstler
diese
Stelle
vorsprechen
Cousin
Pilot
Onkel
Bauer
Bär
lebt
seiner
Höhle
Schnee
geschmolzen
Erdbeben
erlebt
fürchte
Gewittern
Tornados
wunderschöner
schneit
Heute
windig
geregnet
kalt
frieren
Vielleicht
gießt
Eimern
Seesturm
Wettervorhersage
sagt
sonnigen
voraus
heiß
Wasserfall
schön
Vollmond
Letztes
hatten
wir
Hochwasser
gab
Gewitter
Sich
Kamin
aufwärmen
Wüste
verlaufen
Grad
Bäume
Von
kannst
Sterne
sehen
5-Euro-Schein
wechseln
10-Cent-Stück
5-Cent-Stück
Sparplan
bezahlt
schuldet
Eintritt
teuer
Kreditkarte
beantragen
Geld
Bank
pleite
finde
Geldautomaten
macht
Ihre
Steuererklärung
Happy
Halloween
Herzlichen
Glückwunsch
Muttertag
Fröhlichen
Valentinstag
Friede
guter
Wille
Weihnachtsgrüße
Sag
deinen
Großeltern
Danke
Geht
Krankenversicherung
Wurde
Zahn
gezogen
fühle
Mir
schwindelig
fühl
schlecht
krank
letzte
Untersuchung
beim
Husten
Halsschmerzen
Bauchschmerzen
Zahnschmerzen
erkältet
Brille
Medikamente
Tabletten
Zahnarzt
bettlägrig
weh
Fieber
messen
OP
Nase
läuft
den
Magen
verdorben
Frau
liegt
Krankenhaus
wenig
Blut
abnehmen
gebrochen
Symptome
Wofür
Rezept
stark
abgenommen
brauchen
Spritze
musst
geröntgt
Nachtisch
mitgebracht
gegessen
setz
Videorekorder
Seine
Nichte
ergangen
geschieden
freue
Single
weiß
Hilfe
schätzen
sitze
Sonne
20
gewartet
Schreibmaschine
verliehen
Kamm
Briefmarken
bald
wieder
Junge
Party-Time
Zoo
Pause
zusammen
essen
Fön
Visitenkarte
Darf
Tochter
vorstellen
Sohn
Stadt
Computer
abgestürzt
verstorben
Nein
danke
Öffne
große
Familie
vielleicht
Warte
Rauchen
verboten
Baby
süß
interessant
Wasch
Gesicht
Name
Wohin
gehst
Taschenrechner
Post
Pausenraum
Mutter
Tisch
Personen
bestellen
überprüfen
Nehmen
Kreditkarten
Getränk
light
normal
Senf
Mayonnaise
beides
Tee
Zucker
Rührei
gebraten
Einen
schönen
isst
bestellt
Schokolade
Sandwiches
Hamburger
denke
Rechnung
fehlerhaft
Milch
Pepsi
mittlere
Eistee
Steak
genug
Dich
Trinkgeld
Kinder-Speisekarte
Speisekarte
Salz
Pfeffer
stehen
Speck
Kuchen
Ofen
Cola
Kühlschrank
Essen
köstlich
sollen
bezahlen
Tagesangebote
willst
besorgen
würden
Server
mitnehmen
ohne
Zwiebeln
Pickles
Größe
S,M
L
sein
Ketchup
Eltern
Lippen
absehen
Hörst
Musik
Benutzen
Hörgerät
Gallaudet-Universität
erste
Universität
Gehörlose
warst
als
ertaubt
gesagt
schwerhörig
besuche
ASL-Kurse
Fingeralphabet
aber
anderen
verstehen
toll
Fernsehen
Untertiteln
schauen
durch
Schwingungen
bete
gestern
Geburt
Hörenden
gegangen
Viele
gehörlose
Berufskollegs
Hörende
jetzt
verbessert
Wiederhole
bedeutet
möchtest
lernen
aufschreiben
Gebärden
geübt
schnell
Würdest
lila
Textmarker
geben
Silbermedaille
gewonnen
gelbes
Hemd
Regenbogenfarben
grau
gestrichen
Lieblingsfarbe
Garten
grün
welcher
Farbe
Wand
streichen
Bekommen
Fleck
raus
Könnten
Knopf
annähen
schmutzigen
Kleidungsstücke
auch
Schwarz
Kennst
guten
Friseur
Beauty
Shop
zieht
Sicherheitsgurt
zumachen
rasieren
bügeln
waschen
Pullover
Krawatte
Frisör
würde
anprobieren
Hose
zerrissen
Schuhe
erforderlich
Kleid
seltsame
passen
passt
ziehst
Mantel
Reinigung
eingelaufen
Umkleiden
Kasse
trägst
passenden
Socken
Stadtrats-Sitzung
Vorladung
Gericht
unabhängig
musste
Bußgeld
Falschparken
gewählt
ganzen
Streikposten
Einsatz
gegen
Gesetz
verstößt
Gefängnis
kommen
Legislative
verantwortlich
Verabschiedung
Gesetze
Polizeistation
Straßen
weiter
Steuern
Staat
zahlen
hältst
vom
Präsidenten
abstimmen
Hauptstadt
Präsident
Wahl
Achtung
Hund
Kreis
drehen
Tiere
erlaubt
Haustier
Beißt
sieht
gemein
Sein
Fell
weich
soll
ihn
füttern
Vogel
Tiger
gefährliche
bekommt
Tierarzt
Zoohandlung
Alles
erledigt
Alle
weg
Türe
öffnen
Ans
verkaufen
Rechte
liegen
Frag
Mitschüler
Streiche
Geh
Rate
Na
Schau
gib
Weg
damit
Lies
Erinnere
Steh
Nimm
Sprich
reicht
Überlege
Unterstreiche
Gut
denkst
Schreib
verstehe
Antworte
alles
überhaupt
dort
Auf
geht's
Endlich
egal
nichts
Gott
sei
Dank
Menge
Schwachsinn
Erleichterung
So
Schande
Nicht
anfassen
reagiere
allergisch
Durst
müde
anbieten
Plastiktüte
Rat
zeigen
Brauchst
Billigeres
wollen
bleiben
stören
schlafen
Fehler
mehrere
Male
versucht
aufzugeben
darauf
Garantie
Vergnügen
was
billig
Jetzt
Reihe
Stück
Ziehen
Ihren
Wonach
suchen
magst
Wievielte
Wetter
Personalnummer
Nachname
Bahnhof
wen
wartest
wartet
Wen
sprechen
Wem
gehört
Karte
Automechaniker
schicken
Anfänger
verirrt
Nähe
Autoverleih
Hier:
Kostenloses
Parken
Licht
ok
Dir
Fühlst
Hausarzt
Hat
jemand
Unfall
Rückfahrtschein
Keine
Sorge
Entschuldigen
könnten
Gepäck
Ablage
legen
Platz
frei
passiert
hält
Kollision
einem
entgegen
kam
ohnmächtig
schwach
gekündigt
Hochschulabschluss
Schuld
Direktzug
Ermäßigungen
KInder
Krankenwagen
rufen
rufe
melde
Anzeige
entlassen
worden
verpasst
anmachen
Reifen
geplatzt
besetzt
Legen
Rückwärtsgang
Lösen
Bremse
Ticketschalter
Fahrer
fuhr
Diese
bewusstlos
unserer
Firma
Autounfall
denn
Straße
Arbeitsamt
Buchungsbüro
Schließfächer
Warteraum
fährst
Würden
freundlich
freihalten
solltest
Tief
einatmen
Erste-Hilfe
Kenntnisse
andere
Zuerst
Augen
untersuchen
innere
Verletzungen
blutet
schwer
verletzt
wurde
Hilf
Wunde
reinigen
bisschen
heiser
farbenblind
seinen
Puls
fühlen
Hand
bewegen
schlimmen
Krämpfe
Atemprobleme
Auge
benötige
Urinprobe
Blutprobe
stärkere
Brillengläser
Eine
Biene
gestochen
trage
Kontaktlinsen
Lust
dumpfer
Schmerz
brennender
ständige
Schmerzen
stechender
juckt
messe
Blutdruck
schwitze
Finger
verbrannt
Rückenschmerzen
stechenden
Rücken
Hüfte
Brust
jucken
Krempel
Ärmel
weitsichtig
kurzsichtig
Grippe
Lungenentzündung
Mandelentzündung
sicher
dass
hereinkommen
Am
manchmal
Disco
7
wecken
Gefallen
Klimaanlage
Safe
Mini-Bar
Fass
erklären
Besserung
Viel
Glück
Tennis
gespielt
Radfahren
hole
Kindergarten
/disk1/dataset_glq/SP-10_video_frame/trainiere
Tasche
bleibe
Nächte
Bergwanderung
Polizei
Im
Sommer
schwimmen
Abendessen
Preis
enthalten
spielt
Rolle
dauert
Fuß
etwa
Notfall
schöner
Aha
Sei
ruhig
zuerst
Lieblingshobby
Fußball
spielen
Angestellte
Büro
wert
Ok
nehme
Einmal
Handball/disk1/dataset_glq/SP-10_video_frame/training
Eines
Hobbys
Brieffreunden
ausgebucht
Spiel
Regens
abgesagt
erreichbar
spielten
Biege
links
Sportarten
beste
angeboten
Roller-Skaten
lese
Bücher
schaue
mögen
Ferien
Bergen
wandern
gibt
Restaurants
fischen
Bushaltestelle
entschuldigen
zweiten
Stock
rechten
Seite
Schön
Frohes
triffst
Dieser
voller
Energie
reise
bauchschmerzen
Angst
wem
schwanger
Strand
vertiefen
gefragt
Möch/disk1/dataset_glq/SP-10_video_frame/test
Frage
wohnst
sagst
15
Hochschule
Englisch
Sonderpädagogik
respektvoll
Lehrern
Bibliothek
nachschauen
halte
Prüfst
Ölstand
E-Mail
bessere
Firewall
optische
Maus
Dolmetscherservice
Unsere
modern
Wochenenden
Monat
11
Astronaut
verdiene
leichten
Job
arbei/disk1/dataset_glq/SP-10_video_frame/test
Herbst
liebsten
Frühling
Winter
Samen
letzten
gepflanzt
regnet
hohe
Luftfeuchtigkeit
25
Cent
Finanzen
Ordnung
bringen
weniger
Fröhliches
Thanksgiving
Ferienheim
geduscht
rasiert
Hause
Stift
ihr
Brief
geschrieben
Mädchen
heißen
Welches
Salatdressing
möchs/disk1/dataset_glq/SP-10_video_frame/test
Pommes
dazu
interessierst
Dolmetscher-Studium
Gehörlosenverein
gebärde
Gebärdete
leuchtend
rot
einige
Ringe
Wechselgeld
stimmt
genommen
Pfadfinder
Verein
Kongress
zuständig
brauchst
Anwalt
Stadtrat
Jugendherberge
gleich
Ecke
kastriert
geimpft
Bei
Rot
halten
Änderung
Nutzung
Cut
zurzeit
lieferbar
Schlecht
sauber
Bring
blass
wissen
vorhast
Stört
Rauch
hoffe
gefällt
Ware
Lager
Waren
festen
schließen
Geschäfte
möch/disk1/dataset_glq/SP-10_video_frame/test
Paket
wiegen
Mail
dauern
per
Einschreiben
Gehen
geradeaus
Seitenstreifen
schieben
Frauenarzt
Ihrer
Lehrerausbildung
abgeschlossen
Restaurant
Lassen
Bremsen
versagt
Termine
Treten
Wechselstube
Hauptpostamt
Speisewagen
Formular
ausfüllen
Prüfen
Blutung
stoppen
eingefangen
Nasenbluten
Verdauungsstörungen
ersten
Mal
gehabt
Kopfschmerzen
Machen
Oberkörper
Strecken
Zunge
heraus
bedrückt
Dein
Telefon
anderes
Runde
erreicht
Zeitungen
verdienen
meinem
Geburtstag
höre
Popmusik
über
Dies
reden
interessiere
Punk
Samstags
kochen
Spaß
Skateboarden
Manchmal
Hausaufgaben
vergesse
Sportanlagen
Ergebnis
Unterrichtsstunde
befindet
Bushal/disk1/dataset_glq/SP-10_video_frame/testelle
Dusche
darfst
verpassen
wohin
Man
Bier
fortschrittlich
Chance
wahr
fantastisch
Magst
fernsehen
vergeht
Fluge
geh
auf's
College
Eins
Fünf
Lehrer
stellt
Verwaltungsgebäude
überprüft
nachts
anschnallen
steckt
fest
U-Bahn
Foto
du,
Foto-CD
CD
einlegen
getauft
Besuch
Unser
Pfarrer
Religion
60000
Einwohner
Temperatur
76
ihren
Vorteile
Hurrikans
Frost
führt
Spur
5
Dollar
Schatz
Ruf
Aspirin
Erkältung
Zahnfüllung
Regenmantel
kennenzulernen
prima
abonnieren
Bruder
jünger
schließe
Gardinen
diskutiert
Hände
Familientreffen
serviert
Tagessuppe
Sie,
nachschenke
größeres
Farbstifte
Blau
Sonnenuntergangs
binden
Wäsche
nettes
Tier
fürs
packen
carpe
diem
her
verstanden
Zeichne
Setz
Übersetze
glaube,
Enttäuschung
Vorstellung
Eile
Suchen
Rauchst
sollte
nett
Vielen
Ausbildung
Reparatur
kosten
Zeugen
Autopanne
Fensterplatz
buchen
Gang
arbeitslos
Vorhang
zuziehen
senden
Lebenslauf
Sitzplatz
schließt
Postamt
Ausschlag
erbrechen
gebe
erzählen
übernachten
Ski
Babysitten
treibt
Sport