DREISSIG
HOEHE
GEMUETLICH
EIN-PAAR
IM-LAUFE
EINFACH
UMSTELLEN
BERG
IM-VERLAUF
J+U+L+I
D+A+M+I+A+N
HOLEN
EINIGERMASSEN
FRISCH
WENIGER
NACHT
negalp-MUSS
NOCH
KLAPPEN
ATLANTIK
FUENFHUNDERT
TAGSUEBER
AM-RAND
ZONE
STOCKEN
SKANDINAVIEN
FACH
SCHWITZEN
neg-WAHRSCHEINLICH
NRW
SACKGASSE
SCHWARZ
KOENNEN
DUNST
LANGSAM
WEG
VOLL
AUFLOCKERUNG
ZAHL
neg-NOCH-NICHT
FUER
LAUFEN
GANZTAGS
MILD
UNGEMUETLICH
IMMER
neg-KALT
TEMPERATUR
GRAUPEL
HIMMEL
neg-VON
BEGINN
NEUNZEHNTE
OHNE
ERSTE
IRLAND
KUEHL
GRUND
ANGEMESSEN
JUNI
RUECKEN
GARTEN
NORDRHEIN-WESTFALEN
GROSSBRITANNIEN
UEBERSPRINGEN
HEILIG
SPRIESSEN
BIS-JETZT
ANFANG
ENTHALTEN
HOCH
negalp-GIBT
WASSER-STEIGEN
VEREINZELT
PULLOVER
DAMEN
STOERUNG
WAS
JA
WESER
DURCHEINANDER
NACH-HAUSE
OBEN
DRUCK
W+E
EINIGE
FRANKFURT
UNTER
ZWEI
poss-EUCH
SCH+H
HEUTE-MITTAG
neg-REGEN
ALT
MONAT
WIRKEN
AUSNAHME
AUF
REIN
STABIL
EWIG
SLOWAKEI
BERUF
SCHEINEN
AUFFUELLEN
SUEDWEST
ZEHN
UEBERMORGEN
UM
HESSEN
NAECHSTE-WOCHE
TROPISCH
F+E+H+M+E+R
BERUHIGEN
SPAETER
ZURUECK
ARM
WARM
LEBEN
DANN
TROPFEN
WANN
NASS
MECKLENBURG-VORPOMMERN
FEST
neg-THEMA
GERADE
PORTUGAL
BERGAUF
ISLAND
GEWOHNT
WARUM
AFRIKA
BAUM
AUFEINANDERTREFFEN
T-SHIRT
ZWISCHEN
SEE
ZUFRIEDEN
GLATTEIS
MISCHUNG
HANNOVER
EINFLUSS
SCHNEEVERWEHUNG
STAU
TUN
ERZ
JEDEN-TAG
NEUNZIG
BADEN-WUERTTEMBERG
KUCHEN
ERWARTEN
UEBER
STEIGEN-OBEN
PRO
LUFT
BEDINGUNGEN
negalp-KOENNEN
GESAMT
neg-GEMUETLICH
neg-GRAD
SUED
FRONT
BAUER
O+P+H+E+L+I+A
NORWEGEN
KUEHLER
GROB
FLIESSEN
LANDSCHAFT
SCHLESWIG
E+R+Z
SCHNELL
SONST
IX
ZUSAMMENHANG
MINUS
VERBREITEN
FREIZEIT
REIF
SPAET
BOEE
negalp-AUCH
RAUSFALLEN
RAND
EIS
TOLL
BLUMEN
NOCH-NICHT
WOLKE
AB-SO
VERGLEICH
PASSIEREN
SO
SIEBENHUNDERT
EIN-WOCHE
DREI
INTERESSANT
STEIGEN
neg-NULL
ACHTE
ENTSPANNT
QUADRAT
RUMAENIEN
WIEDER
neg-SEHEN
HINREICHEND
UNTERNEHMEN
SELBST
AUFTAUCHEN
neg-IN-KOMMEND
WUERTTEMBERG
WIE-IMMER
DRESDEN
ALS
SECHSTE
neg-IN-DIESE-WOCHE
POSITION
SEPTEMBER
UND
ZU-HAUSE
HUT
UEBER-UNTER
FUER-UNS
MACHEN
DESHALB
ETWAS
LAERM
LEICHT
BRANDENBURG
SCHAETZEN
SCHWER
MERKEN
STROM
GENAU
FRAGEZEICHEN
SIEBEN-WOCHE
VERLAUFEN
REDUZIEREN
GIPFEL
neg-FUENF
AUGUST
PROBLEM
AUSRICHTEN
EINSCHRAENKEN
BUNT
MENSCHEN
ANDERE-MOEGLICHKEIT
GENUG
KARTE
POLEN
KRATZEN
M+R+Z
FUENFZIG
poss-BEI-UNS
SIEBTE
ANSCHAUEN
WUENSCHEN
STEIN
SUPER
WUNDERBAR
VERSCHIEBEN
METER
AUFPASSEN
HAVEN
WEIT
T
MITTE
GESCHWINDIGKEIT
OFT
HOLSTEIN
BEDEUTEN
GOLD
SOMMER
HEUTE-ABEND
GLUECK
LOS
AUSEINANDER
SEHEN
neg-WARM
OKTOBER
ENTSCHULDIGUNG
TRENNEN
EIFEL
SCHUETZEN
KNAPP
ZWEIHUNDERT
BISHER
REGEN
ENTFERNT
VOR-ALLEM
FUENFZEHN
ZWOELFTE
BEKANNTGEBEN
LUECKE
QUADRATMETER
WUNDERSCHOEN
SCHLIMM
FEHLT
D+E
ERST
BLAU
WIRKLICH
DRAUSSEN
HOLLAND
SCHAUER
SIE
ORIENTIEREN
WETTER
SIEBZIG
WIESE
SECHS
WO
BRITANNIEN
E+R
ZWEI-TAG
ELF
neg-MEHR
MUENSTER
UNGEFAEHR
neg-REGION
WIRTSCHAFT
BETT
WEIN
ABSINKEN
MEISTENS
VIERHUNDERT
I+S
ZEHN-STUNDEN
MAXIMAL
VORTEIL
THUERINGEN
SPAZIEREN
MINDESTENS
DARUM
E
SIEBEN
UHR
MEHR-WENIG
KILOMETER
NEUNTE
WEST
NOCH-MEHR
BRAUCHEN
MITTWOCH
IN-DIESE-WOCHE
KARFREITAG
LOCKER
JANUAR
NORDWEST
KOMMEN
FROH
SCHWACH
WEIL
STEHEN
LAUSITZ
Y+I+Y
WISSEN
SONNE
DURCH
ABEND
MEHR
SAGEN
MOEGLICH
STERN
NEU
OBWOHL
FLUSS
NACHMITTAG
VERDICHTEN
PFINGSTEN
TEXT
DAZWISCHEN
SKI
MAESSIG
VIDEO
VERWOEHNT
FEBRUAR
BREMEN
KALENDER
SELTEN
ZUSAMMENSTOSS
RISIKO
BALD
ZUSCHAUER
WENN
PASSEN
DABEI
HABEN
HAMBURG
MESSEN
GESTERN
BISSCHEN
ERHOEHEN
negalp-PASSEN
SCHMELZEN
WEIBER
HEUTE
VERSPAETET
W
SEITE
AMERIKA
VIERZIG
neg-SCHLIMM
WER
HAFTEN
SONNTAG
ANGST
BLOCKIEREN
DEMNAECHST
IN-BESTIMMT-ZEIT
poss-MEIN
SCHOTTLAND
SCHIRM
neg-SONNE
MUND
DEZEMBER
DANACH
TAG
FEUCHT
HOFFEN
IN-KOMMEND
BEWEGEN
GEMISCHT
neg-NUR
DAS-WAR-ES
HELL
BERGAB
TAUEN
SAND
neg-WARTEN
NEIN
HALTEN
neg-KAUM
S0NNE
BEKOMMEN
GLITZERN
ABWECHSELN
GENIESSEN
S+H+M+V
STRASSE
AUSHALTEN
NUMMER
IRGENDWO
MIT
KANADA
WAR
ALSO
HARMLOS
INFORMIEREN
ZWANZIG
GUT
MUESSEN
WOCHENENDE
STEIGEN-RUNTER
ALLGAEU
OB
HALLO
NIEDRIG
MEHRMALS
KONSTANT
UMSTAENDLICH
FALLEN
DIESMAL
FUER-ALLE
STAMM
MITTAG
IM-MOMENT
MM
WACHSEN
neg-FUEHLEN
ENDLICH
BEISEITE
SCHLAGSAHNE
UNTEN
AUF-JEDEN-FALL
SPANIEN
ERSTMAL
STUNDE
AEHNLICH
SCHLUSS
NIEDER
KOMPLETT
INSEL
ERLEICHERT
WASSER
C+M
SYLT
TSCHECHIEN
HUNDERT
SCHRANK
neg-MEISTENS
LICHT
NEUNZEHN
LOCH
AM-MEER
neg-NEBEL
EXTREM
OSTBAYERN
ORKAN
WIE-AUSSEHEN
UND-DANN
FREI
SCHLECHT
NIESELREGEN
neg-NORD
HALB
M+A+R+T+I+N
KORB
DICK
ACHT
STREIFEN
WIRBEL
SPEZIELL
SICHT
V
SOLL
ZU-TUN
DARUNTER
ENORM
DIENSTAG
ZENTRUM
HOEHER
neg-MILD
L
HAELFTE
BADEN
KUESTE
TYPISCH
poss-SEIN
BITTE
SCHAU-MAL
UNWETTER
IN
neg-FROST
VIEL
EUCH
WEIHNACHTEN
M+L
STUFENWEISE
FELD
NEBEL
FRUEH
SAMSTAG
BESTIMMT
AUSSICHT
BERLIN
negalp-STIMMT
neg-NEIN
WOHNEN
ELFTE
Z+D+E
GLEICH-BLEIBEN
V+O+I+G+T
SITZ
FUENF
DREIHUNDERT
BRAUN
AUFZIEHEN
NEUN
PFALZ
HEFTIG
HEINS
BEISPIEL
neg-HART
WENIG
FROST
ORT
FOEHN
neg-NICHT-MEHR
DRITTE
TUERKEI
MAERZ
BLEIBEN-GLEICH
M
SINKEN
ZUSAMMEN
WARNUNG
ENGLAND
LITER
BRINGEN
NATUR
OESTERREICH
VERRINGERN
TROCKEN
SEI-DANK
RAUM
GEHOERT
STURM
ZWEITE
PUNKT
FLACH
FEIER
negalp-BRAUCHEN
LESEN
MITZIEHEN
VORHER
ACHTZEHN
ANKOMMEN
KIEL
WALD
FERTIG
ZUG
WEIT-SEHEN
SCHLECHTER
SEIT
PAAR
UNGARN
ECHT
WOCHE
ZWISCHEN-NULL
ANSAMMELN
LANG
VORUEBERGEHEND
TIEF
LAGE
MOMENT
NACH
ZEITSKALA
DAENEMARK
HERAB
SICHER
KALT
WIR
UMWANDELN
DUESSELDORF
P
ZIEHEN
neg-KLAR
MUENCHEN
GRENZE
S
TANKEN
BAYERN
VOGEL
DIENST
Z+Y+P
DURCHSCHNITT
HERZ
TIEFDRUCKZONE
WINTER
NAECHSTE
neg-BEDEUTEN
VERANTWORTLICH
PFEIL
VOR
BIS-MITTE
GLAUBEN
DICHT
WAHRSCHEINLICH
RHEIN-PFALZ
MOND
ERDRUTSCH
GOTT
VORDERSCHEIBE
AUFKLAREN
neg-GENUG
VORBEREITEN
LEIPZIG
KAPUTTGEGANGEN
TRUEB
VORBEI
neg-SPUEREN
TAL
ZWISCHEN-MITTE
RUEGEN
AUFHEITERN
BRUCKBERG
UNTERSCHIED
PLOETZLICH
RHEINLAND
FOLGE
neg-WOLKE
KNOSPE-ABFALLEN
GLEICH
POMMERN
SCHON-WIEDER
GRAD
HEISS
WOHER
SELBE
STIMMT
neg-GLEICH
PAUSE
neg-ZU-WARM
RUHIG
AUFLOESEN
HOEREN
TATSAECHLICH
AM
EMPFINDLICH
SONNENUNTERGANG
ODER
GEFAHR
FUENF-TAGE
NASE
G+U+NN+E+R
T+V+U
SCHLAF
NORDRHEIN
PFLANZE
MONTAG
SCHWEDEN
STUTTGART
VERTEILEN
KOMMA
ACHTHUNDERT
FRUEHLING
AUSSEHEN
VORMITTAG
BEWOELKT
GEBIRGE
SAUER
PLUS
KURVE
BEGRUESSEN
RICHTIG
neg-NAJA
TROTZDEM
BELGIEN
WIEVIEL
ANHALT
NIEDERUNG
LIEB
ROSTOCK
EIN-JAHR
SPORT
VERSUCHEN
MANCHMAL
DIESE
neg-HOEHE
REKORD
neg-SCHOEN
GETRENNT
MOEGLICHKEIT
ZEIGEN-BILDSCHIRM
SCHULD
S+Y+L+T
LETZTE-WOCHE
VIERZEHN
UEBERSCHWEMMUNG
HAGEL
AUTOBAHN
WARTEN
WEISS
SOWIESO
KOBLENZ
DAZU
SUCHEN
WICHTIG
MITBEKOMMEN
ZWEIFEL
BIS-MORGEN
F+E+R+Z
neg-HEISS
UNWAHRSCHEINLICH
URLAUB
VORAUSSAGE
BODENSEE
TRINKEN
KLEINIGKEIT
AKTIV
ZWEITAUSEND
SECHSZEHN
MORGEN-FRUEH
BEREICH
HINDERNIS
FLAECHENDECKEND
AUFHOEREN
VERBINDEN
ZOOM
KLAR
A
NORD
RUND-UM-DIE-UHR
DREIMAL
NICHT
START
LETZTE
FAST
WITTERUNG
B
AENDERN
WIE
SEHR
BESPRECHEN
MASCHINE
ENTSCHEIDUNG
REST
INTERNET
AUFTEILEN
KANAL
ES-GIBT
SCHWUEL
UNSICHER
MAL
BURG
DARAUF
DREIZEHN
SCH
WIE-LANG
VERMEIDEN
ICH
HAAR
GROSS
NORMAL
J+L+I
VON-UNTEN
SPITZE
ZUSAMMENTREFFEN
DASSELBE
ZUERST
LAHM
NULL
SCHAFFEN
SACHSEN
BESSER
ERFAHREN
BEDECKT
SITUATION
WECHSELHAFT
DURCHGEHEND
ROT
TSCHUESS
neg-EINFLUSS
OST
ANGENEHM
FREUEN
EBEN
WIRBELSTURM
GRUEN
WIEDER-ZURUECK
MERKWUERDIG
BROCKEN
FRANKREICH
WEITER
DAS-IST-ES
ZEHNTE
KRISE
ALLGEMEIN
neg-SCHLECHT
AACHEN
KRAEFTIG
MITNEHMEN
MITTEILEN
DAUERND
ACHTUNG
SCHWIERIG
VERTREIBEN
AUS
FAHREN
UEBERALL
DREI-MONATE
BEOBACHTEN
BLUETE
AM-KUESTE
MAINZ
BODEN
IRGENDWANN
AUFBLUEHEN
AB-JETZT
UEBERWIEGEND
ABSCHNITT
neg-KOMMEN
ZWOELF
DENKEN
BEIDE
ABER
IHR
DOCH-SONST-NOCH
MECKLENBURG
TAUSEND
SPUEREN
LAND
S+H
HIER
JETZT
AUSWAEHLEN
APRIL
GRIECHENLAND
VERSCHWINDEN
TEILWEISE
BESONDERS
ERFURT
DAUER
SCHOEN
MITEILEN
UND-SO-WEITER
AB
KEIN
FREITAG
EINS
STROEMEN
SCHNEE-AUF-BERG
ERNTE
SECHZIG
neg-SCHEINEN
E+Z
neg-MOEGEN
SECHSHUNDERT
SCHAUEN
neg-NICHTS
NOCHEINMAL
ITALIEN
NAH
SCHADEN
CHAOS
VORAUS
HERBST
AUTOMATISCH
neg-IMMER
MEINEN
DRUCKFLAECHE
RICHTUNG
KOERPER
RUSSLAND
DEUTSCHLAND
LEUTE
JULI
LEIDER
ZEIT
ES-BEDEUTET
TJA
ABSCHIED
ALLE
U
GELB
RECHNEN
HUND
SONNE-SCHEINEN
AM-TAG
WAHR
F
WEHEN
FLUT
P+O+P
MATSCH
EIN-PAAR-TAGE
NEUNHUNDERT
INSGESAMT
neg-NACHT
EIGENTLICH
NUR
EIN
BELAESTIGUNG
DA
DUENN
HERREN
ALPENRAND
H
SCHNEIEN
RHEINLAND-PFALZ
RUHRGEBIET
VORSICHT
neg-TEIL
EISEN
LIEGEN
VIELLEICHT
EINZELN
DUMM
STADT
GLEICH-WIE
HART
KOELN
NICHT-MEHR
GUT-ABEND
BILD
neg-VIEL
MAI
AUSSERGEWOEHNLICH
ANDERE
NORDSEE
THEMA
RHEIN
SPAETESTEN
BIS
ABKUEHLEN
SIEBZEHN
ANDERS
WERT
PROZENT
neg-SCHNEE
KLEIN
MOEGEN
DREHEN
ZU-ENDE
HOCHWASSER
K+R+E+T+A
ORANGE
VOR-LETZTEN-TAGEN
KREISEN
AUCH
FUEHLEN
STRENG
WARMFRONT
VERKEHR
PUENKTLICH
UMKEHREN
BETROFFEN
WERDEN
BLATT
VERSCHIEDEN
NEBEN
ACH
DAFUER
BLEIBEN
SUEDOST
ERSCHROCKEN
SCH+E+W+E+B+Y
ANKLICKEN
DONNER
RODELN
ENDE
SAARLAND
HAUPTSAECHLICH
FUENFTE
OSTERN
ZU
WECHSEL
M+M
BRAND
NACH-NORD
AKTUELL
STRAHLEN
CHANCE
HERVORRAGEND
GEWESEN
FUENF-UHR
neg-ACHTZEHN
KALTFRONT
SCHNEE
DEUTSCH
neg-HABEN
STELLENWEISE
GEWITTER
HABEN2
GLATT
VIERTE
OBER
KROATIEN
GEFRIEREN
VORPOMMERN
ALPENTAL
C
HARZ
negalp-KEIN
NORDOST
STARK
BLITZ
NIEDERSACHSEN
TAUGEN
SO-BLEIBEN
WASCH
MARKT
ACHTZIG
WUERZ
VIER
JAHR
neg-STARK
INNERHALB
GEHT-SO
REGION
neg-DEUTSCH
DOCH
AN
KURZ
Z+D+F
AUTO
TAU
ROSE
MORGEN
GRAU
K
BESTE
VON
NOVEMBER
QUELL
neg-TROCKEN
KAUM
ABFALLEN
VERLAENGERN
UEBERFLUTUNG
WIE-GEBLIEBEN
NAEHERN
MITBRINGEN
HEUTE-NACHT
MEER
TEIL
neg-RICHTIG
DANEBEN
EUROPA
VERAENDERN
GEHEN
FLOCKEN
NORDPOL
VORSTELLEN
AUFKOMMEN
neg-GEWITTER
DONNERSTAG
A+Z
UNSER
DU
FREUNDLICH
neg-SELTEN
ALPEN
HAUPT
SCHON
POSITIV
ZENTIMETER
NICHTS
FINNLAND
GEBEN
WIND
MORGENS
ENTWICKELN