你
好
Привіт
Привет
Здравейте
Halló
Hoi
Ciao
Hej
Sveiki
Hi
是
的
Так
я
тут
Да
это
аз
съм
Já
Ja
dat
ben
ik
Sì
sono
io
det
är
jag
Taip
aš
esu
Yes
I
am
我
感
觉
不
Щось
мені
недобре
Я
не
очень
хорошо
себя
чувствую
Не
се
чувствам
добре
Mér
líður
illa
Ik
voel
me
niet
goed
Non
mi
sento
bene
Jag
mår
inte
bra
Nesijaučiu
gerai
don't
feel
good
很
в
нормі
порядке
Добре
vel
prima
Io
sto
Man
viskas
I'm
fine
几
点
啦
Котра
година
Который
час
Колко
е
часът
Smá
stund
Hoe
laat
is
het
Che
ora
è
Vad
klockan
Kiek
valandų
What
time
it
没
关
系
Неважливо
Неважно
Няма
значение
Skiptir
engu
Dat
maakt
uit
importa
Det
spelar
ingen
roll
Nesvarbu
It's
okay
早
就
来
了
прийшла
раніше
здесь
рано
Аз
тук
Ég
kom
snemma
hier
vroeg
Sono
arrivato
presto
här
tidigt
Esu
čia
anksti
here
early
再
见
Скоро
побачимося
увидимся
Ще
видим
скоро
Bless
zie
je
snel
Ci
vediamo
Vi
ses
snart
igen
Netrukus
pasimatysime
I'll
see
you
soon
安
Доброго
ранку
Доброе
утро
Добро
Góðan
daginn
Goedemorgen
Buongiorno
-
God
morgon
Labas
rytas
Good
morning
下
午
Добрий
день
Добрый
Добър
ден
Goedemiddag
Buon
pomeriggio
eftermiddag
Laba
diena
afternoon
晚
Góða
nótt
Hur
mycket
告
别
До
побачення
Прощайте
Сбогом
Kveðjum
Vaarwel
Addio
Farväl
Atsisveikinimas
Farewell
圣
诞
快
乐
Щасливого
Різдва
Счастливого
Рождества
Весела
Коледа
Gleðileg
jól
Vrolijk
Kerstfeest
Natale
jul
Linksmų
Kalėdų
Merry
Christmas
想
念
吗
Скучив
за
мною
Ты
скучал
по
мне
Пропуснахте
ли
ме
Ūú
saknađir
mín
Heb
gemist
Ti
mancato
Har
du
saknat
mig
Ar
pasiilgote
manęs
Did
miss
周
末
怎
么
样
Як
пройшли
вихідні
Как
прошли
выходные
мина
уикендът
ти
Hvað
með
helgina
was
weekend
Com'è
andato
il
var
din
helg
Kaip
praėjo
savaitgalis
How
your
叫
什
名
字
тебе
звати
тебя
зовут
казваш
heitir
þú
heet
Come
ti
chiami
heter
Koks
tavo
vardas
What's
name
星
座
Який
у
знак
зодіаку
Какой
Какъв
твоят
Hvaða
stjörnumerki
ertu
Wat
sterrenbeeld
ual
tuo
segno
nome
ditt
tecken
ženklas
sign
小
такий
вже
й
молодий
так
уж
и
молод
толкова
млад
er
ekki
lítill
zo
jong
uanti
anni
hai
så
ung
Aš
nesu
toks
jaunas
not
little
anymore
对
правий
прав
Прав
til
gelijk
Ho
ragione
rätt
teisus
Am
right
要
去
哪
Куди
йдеш
Куда
ты
идешь
Къде
отивате
Hvert
að
fara
Waar
ga
heen
Dove
stai
andando
Vart
på
väg
Kur
jūs
einate
Where
are
going
朋
友
们
在
干
嘛
Що
роблять
твої
друзі
Что
делают
твои
друзья
Какво
правят
приятелите
vinir
þínir
eru
gera
doen
vrienden
Cosa
fanno
i
tuoi
amici
gör
dina
vänner
Ką
veikia
draugai
friends
doing
з
тобою
с
тобой
наред
теб
þér
mis
met
jou
problema
för
fel
dig
Kas
su
tavimi
negerai
wrong
with
久
Давно
бачилися
Прошло
уже
много
времени
Мина
време
Hef
sést
lengi
Het
lang
geleden
È
passato
molto
tempo
länge
sedan
Praėjo
daug
laiko
been
a
long
Де
ми
зустрічаємося
Где
мы
встречаемся
ще
срещнем
Hvar
sjáum
við
ontmoeten
we
elkaar
ci
incontriamo
Var
träffas
vi
mes
susitinkame
meeting
里
谈
говоримо
поговорим
си
говорим
á
tala
praten
parliamo
ska
prata
kalbamės
do
talk
上
学
У
школі
школе
училище
í
skóla
op
school
scuola
skolan
mokykloje
at
喜
欢
认
识
新
Тобі
подобається
знайомитися
новими
людьми
Тебе
нравится
встречаться
новыми
Обичаш
да
срещаш
нови
хора
Finnst
gaman
hitta
nýja
vini
Vind
leuk
om
nieuwe
mensen
te
piace
conoscere
gente
nuova
Gillar
att
träffa
nya
människor
tau
patinka
susitikti
naujais
žmonėmis
Do
like
new
people
大
卫
Давид
Дэвид
Дейвид
Hvernig
Davíð
gaat
David
sta
sekasi
Deividui
How's
保
持
观
втрачай
оптимізму
Оставайтесь
позитивными
Бъдете
позитивни
Vertu
bjartsýnn
Blijf
positief
Rimani
positivo
positiv
Išlikite
pozityvūs
Stay
positive
琼
懂
法
国
手
语
Джоан
знає
французьку
мову
жестів
знает
французский
язык
жестов
Знае
френски
език
Jean
skildi
franskt
táknmál
Kent
Joan
Franse
gebarentaal
conosce
linguaggio
dei
segni
francese
Kan
teckenspråk
Joana
moka
prancūzų
gestų
kalbą
Does
know
French
language
Чого
хочеш
Чего
хочешь
искаш
viltu
wil
cosa
vuoi
vill
Ko
tu
nori
want
ви
хочете
вы
хотите
ha
jij
吃
牛
排
хочу
стейк
Искам
пържола
Mig
langar
steik
een
biefstuk
Voglio
una
bistecca
en
biff
Noriu
kepsnio
steak
耳
朵
聋
глухий
глухой
глух
heyrnarlaus
og
þurfti
doof
sordo
döv
kurčias
deaf
看
起
виглядаю
выгляжу
изглеждам
lít
ég
út
eruit
ser
ut
atrodau
look
відбувається
знаю
происходит
случва
знам
gerðist
aan
de
hand
weet
succede
lo
so
som
händer
vyksta
Nežinau
on
稍
后
打
电
话
Подзвониш
пізніше
позвонишь
позже
обадиш
по-късно
Hringdu
seinna
Bel
later
Mi
più
tardi
Ringer
senare
paskambinsite
man
vėliau
Will
call
Ми
близько
нас
хорошие
отношения
Близо
сме
Við
eigum
gott
samband
Zijn
close
Siamo
in
buoni
rapporti
Är
nära
esame
arti
Are
多
Скільки
тобі
років
Сколько
лет
На
колко
години
сте
Hversu
gamall
ert
oud

gammal
metų
old
老
Ви
виглядаєте
старою
выглядишь
старой
изглеждаш
стар
lítur
fyrir
ađ
vera
Je
ziet
sembri
vecchia
Du
Neatrodai
senas
You
少
钱
коштує
стоит
mikið
Hoeveel
kost
uant'è
kostar
tai
kainuoja
much
这
个
贵
дорого
скъпо
Þetta
dýrt
duur
uanto
costa
dyrt
Tai
nėra
brangu
expensive
能
停
车
можу
припаркувати
машину
Могу
припарковать
Мога
паркирам
колата
Má
leggja
bílnum
auto
parkeren
Posso
parcheggiare
la
macchina
parkera
bilen
galiu
pastatyti
automobilį
Can
park
会
家
знаєте
нашу
національну
Вы
знаете
наш
национальный
Знаете
нашия
национален
Þú
munt
tákna
tungumál
landsins
okkar
Ken
onze
nationale
Conosce
nostra
lingua
nazionale
vårt
nationella
mokate
mūsų
nacionalinę
our
national
需
帮
助
Вам
потрібна
допомога
нужна
помощь
Имате
нужда
от
помощ
Þarf
hjálp
hulp
nodig
Ha
bisogno
di
aiuto
Behöver
hjälp
jums
reikia
pagalbos
need
help
подобаюсь
нравлюсь
Харесвате
Líkar
piaccio
Tycker
patinku
有
男
мене
є
хлопець
меня
есть
парень
Имам
гадже
kærasta
heb
vriend
un
fidanzato
har
pojkvän
turiu
vaikiną
have
boyfriend
一
杯
葡
萄
酒
б
хотіла
келих
вина
бы
хотела
выпить
бокал
чаша
вино
vínglas
graag
glas
wijn
Vorrei
bicchiere
vino
skulle
vilja
ett
vin
Norėčiau
taurės
vyno
I'd
glass
of
wine
他
ним
му
varð
um
hann
hem
c'è
che
non
va
lui
honom
juo
him
扰
вам
заважаю
мешаю
Смущавам
те
Truflaðu
þig
Stoor
disturbando
Stör
trukdau
bothering
酗
Ти
багато
п'єш
пьете
Пиеш
alkóhólisti
Drink
veel
Beve
Dricker
geriate
drink
lot
厕
所
Мені
треба
туалет
Мне
нужно
Трябва
отида
до
тоалетната
fer
klósettið
moet
naar
toilet
Devo
andare
bagno
måste
gå
toaletten
į
tualetą
to
go
the
bathroom
用
生
间
използвам
nota
baðherbergið
usare
använda
badrummet
pasinaudoti
tualetu
use
Хочеш
цього
Искаш
това
vilt
þetta
Wil
dit
Vuoi
questo
Vill
den
this
Подобається
Харесва
东
西
маю
его
нет
Нямам
го
ce
l'ho
jo
neturiu
重
А
це
має
значення
важно
Има
Er
það
mikilvægt
Maakt
wat
importante
Spelar
någon
svarbu
matter
Яка
різниця
все
равно
importanza
跟
Ходімо
зі
Пойдем
со
мной
Ела
мен
Komdu
mér
Kom
mee
Vieni
con
Följ
med
Eik
manimi
Побачимося
Увидимся
dopo
Pasimatysime
可
以
坐
Можна
взяти
твою
Можно
возьму
вашу
взема
taka
bílinn
þinn
Mag
meenemen
prendere
tua
ta
bil
pasiimti
take
car
做
щойно
взяв
только
что
взял
Току-що
направих
gerði
bara
net
gedaan
L'ho
appena
fatto
gjorde
nyss
tik
paėmiau
just
did
给
дам
дать
gefa
geef
ge
duosiu
give
ger
相
信
менй
вйриш
веришь
Вярваш
Trúir
Geloof
credi
Tror
tiki
believe
处
女
незаймана
девственница
Девствена
Ertu
mey
Ben
nog
maagd
Sei
vergine
oskuld
esi
mergelė
virgin
校
开
зараз
заняття
В
идут
занятия
Училището
ход
Skólinn
byrjaður
Is
sessie
uando
comincia
igång
pamokos
session
诉
Можеш
сказати
можешь
сказать
кажеш
Gæti
sagt
Kun
vertellen
Puoi
dirmelo
berätta
gali
pasakyti
tell
梯
піду
ліфта
иду
к
лифту
Отивам
асансьора
lyftuna
lift
Vado
all'ascensore
går
till
hissen
Einu
liftą
elevator
找
到
房
знайду
кімнату
могу
найти
комнату
намеря
стая
finn
herbergi
kan
kamer
vinden
trovare
stanza
rum
Galiu
susirasti
kambarį
can
find
room
推
荐
价
格
合
理
店
Можете
порекомендувати
недорогий
готель
можете
порекомендовать
недорогой
отель
препоръчате
хотел
на
разумна
цена
Getur
mælt
góðu
verði
hóteli
redelijk
geprijsd
hotel
aanbevelen
Può
consigliarmi
prezzi
ragionevoli
rekommendera
prisvärt
hotell
Gal
galite
rekomenduoti
viešbutį
už
priimtiną
kainą
recommend
reasonably
priced
预
定
забронювати
номер
забронировать
направя
резервация
get
áskilið
reserveren
prenotare
göra
reservation
rezervuoti
make
离
远
Це
недалеко
звідси
Это
отсюда
далеч
оттук
Ekki
langt
frá
því
ver
van
lontano
da
qui
långt
härifrån
netoli
nuo
far
from
那
поїду
туди
пойду
туда
там
ætla
þangað
verð
erheen
vado
åka
Nuvažiuosiu
ten
there
画
地
图
Можу
намалювати
карту
нарисовать
небольшую
нарисувам
малка
карта
teikna
lítið
kort
kleine
kaart
tekenen
disegnare
piccola
mappa
rita
liten
karta
nubraižyti
nedidelį
žemėlapį
draw
map
зняти
снять
осигуря
gefið
voor
regelen
trovarle
ordna
åt
parūpinti
忘
掉
吧
Ні
Забудь
об
этом
Забрави
Gleymdu
Vergeet
maar
Lascia
perdere
Glöm
Pamirškite
Forget
Поїдеш
направиш
Vilji
Ga
Lo
farai
Ska
norėtum
збираєшся
робити
собираешься
делать
правиш
Það
sem
þarft
fare
tänker
ketini
daryti
饿
їсти
голоден
Гладен
svöng
honger
fame
hungrig
alkanas
hungry
结
婚
одружений
замужем
женен
giftur
getrouwd
sposata
gift
ištekėjusi
married
头
发
сталося
моїм
волоссям
случилось
моими
волосами
стана
косата
hárið
mijn
haar
gebeurd
successo
ai
miei
capelli
hänt
mitt
hår
nutiko
mano
plaukams
happened
my
hair
门
Зачини
двері
Закройте
дверь
Затвори
вратата
Lokaðu
hurðinni
Doe
deur
dicht
Chiudi
porta
Stäng
dörren
Uždaryk
duris
Close
door
窗
Закрий
вікно
Закрой
окно
Затворете
прозореца
Gluggalokun
raam
finestra
fönstret
langą
window
汽
машина
кола
bíl
喝
випити
питие
drekka
eitthvað
iets
drinken
bere
qualcosa
išgerti
原
谅
Пробачиш
Простишь
Прости
Fyrirgefđu
Vergeef
perdoni
Förlåter
Atleisk
Forgive
谁
Кого
пробачити
простить
кого
простя
Fyrirgefðu
hver
wie
Perdonare
chi
Förlåta
vem
Kam
atleisti
who
знаешь
езика
знаците
getur
Conosci
грошей
денег
пари
geld
pengar
pinigų
money
孩
子
дітей
детей
деца
mörg
börn
kinderen
figli
många
barn
vaikų
many
children
одружені
женаты
Женен
búinn
giftast
sposato
esate
vedęs
高
兴
щасливі
счастливы
Щастлив
ánægður
gelukkig
felice
lycklig
laimingas
happy
难
过
сумно
грустно
Тъжен
sorgmædd
spurði
hún
verdrietig
triste
ledsen
liūdnas
sad
丢
втратили
потеряли
загубили
tapaðir
verloren
perso
förlorat
praradote
lost
kwijt
потрібно
чем
нуждаетесь
От
какво
нуждаете
Di
avete
behöver
бракує
будемо
будем
правим
ætlum
gaan
facciamo
ketiname
借
мою
одолжить
вземеш
назаем
fengið
minn
lánaðan
kunt
lenen
prestito
mia
låna
min
Galite
pasiskolinti
borrow
忙
Зроби
послугу
услуга
þarf
gunst
favore
tjänst
paslaugos
favor
父
亲
时
候
世
Коли
помер
твій
батько
Когда
умер
ваш
отец
Кога
починал
баща
Hvenær
dó
faðir
Wanneer
vader
gestorven
När
dog
Kada
mirė
tėvas
When
father
die
网
络
出
问
题
твоїм
інтернетом
вашим
интернетом
вашия
интернет
netkerfinu
þínu
internet
jūsų
internetu
network
Хто
Кто
Кой
Hver
Wie
Chi
sei
Vem
vet
Who
记
号
码
Забув
телефону
Забыл
свой
телефона
Забравих
телефонния
símanúmerinu
mínu
telefoonnummer
vergeten
uale
é
numero
telefono
glömt
telefonnummer
Pamiršau
savo
numerį
forgot
phone
number
机
мобільного
мобильного
мобилния
gleymdi
farsímanúmerinu
mobiele
nummer
cellulare
Glömt
mobilnummer
Pamiršote
mobiliojo
Forgot
cell
чим
займаєшся
делаешь
doe
fai
håller
veiki
Вже
пізно
Уже
поздно
Късно
snemmt
tími
fá
al
sent
Jau
vėlu
late
Час
зачинятися
Время
закрытия
Вече
затваряне
fljótt
sluitingstijd
chiude
stängningsdags
Uždarymo
laikas
closing
Відчини
Открой
Отворете
verður
koma
Open
apre
Öppna
Atidarykite
Мого
хлопця
немає
Моего
парня
Приятелят
Kærastinn
kominn
Mijn
Il
mio
ragazzo
Min
Mano
vaikino
My
boyfriend's
його
познавам
ken
conosco
känner
nepažįstu
人
этого
този
човек
þekki
þennan
mann
kerel
quel
där
killen
that
guy
愿
意
跳
舞
танцювати
танцевать
искам
танцуваме
vil
dansa
dansen
voglio
ballare
nenoriu
šokti
dance
漂
亮
гарна
дівчина
Моя
девушка
красивая
Приятелката
хубава
Kærastan
falleg
vriendin
mooi
La
ragazza
carina
flickvän
söt
mergina
graži
girlfriend
very
pretty
麦
当
劳
піти
Макдональдс
пойти
McDonald's
McDonalds
noriu
eiti
"McDonald's"
можеш
сісти
кермо
після
того
як
вип'єш
водить
после
выпивки
шофираш
след
като
пил
keyrt
eftir
drykkju
rijden
als
gedronken
hebt
Si
può
guidare
aver
bevuto
Får
köra
när
druckit
vairuoti
išgėręs
drive
after
drinking
每
啥
影
який
тижня
ходиш
кіно
какое
время
недели
ходите
кино
По
кое
седмицата
ferðu
bíó
hverri
viku
week
bioscoop
A
della
settimana
vai
cinema
Vilken
tid
veckan
bio
Kuriuo
savaitės
laiku
kiną
movies
岁
йому
ему
той
hij
han
jam
he
买
купили
новий
будинок
новый
дом
купихте
новата
къща
keyptir
nýtt
hús
huis
gekocht
köpte
hus
nusipirkai
naują
namą
buy
house
约
вас
сьогодні
сегодня
свидание
Имаш
среща
следобед
tíma
síðdegis
vanmiddag
afspraak
Hai
appuntamento
oggi
dejt
šiandien
po
pietų
turi
pasimatymą
date
付
费
次
часто
платите
често
плащате
oft
borgar
vaak
betaal
ofta
betalar
dažnai
often
pay
bills
бачитеся
щотижня
видишь
каждую
неделю
виждате
него
всяка
седмица
sérðu
elke
träffar
varje
vecka
matotės
kiekvieną
savaitę
every
姑
妈
бачив
свою
тітку
видел
тетю
видяхте
леля
sástu
frænku
þína
tante
gezien
träffade
moster
matėtės
teta
aunt
народився
родился
роден
Þegar
fæddist
geboren
föddes
gimei
were
born
бачила
виделись
виждала
sjá
jį
matėte
现
сейчас
сега
núna
nu
dabar
yra
now
пора
Време
tíminn
tijd
dags
питання
Есть
вопросы
въпроси
Vandræðalega
vraag
ualche
domanda
Några
frågor
Turiu
klausimą
Any
questions
始
写
作
почав
писати
начали
писать
Започнахте
пишете
byrjað
skrifa
begonnen
schrijven
iniziato
scrivere
börjat
skriva
jau
pradėjote
rašyti
Have
started
writing
鲍
勃
团
队
中
表
Боба
гаразд
командою
командой
справя
Боб
екипа
Bob
stendur
sig
liðinu
Gaat
team
si
comportando
squadra
Går
teamet
Bobui
komanda
well
нам
зробити
сделать
трябва
направим
moeten
dobbiamo
mums
padaryti
кваліфіковані
квалификация
hæfur
ennþá
gekwalificeerd
qualificato
kvalificerad
kvalifikuotas
qualified
идете
vykstate
课
нього
справи
класі
дела
уроках
клас
bekkinn
hans
doet
klas
classe
lektionerna
klasėje
class
студент
Вие
ученик
námsmaður
student
uno
studente
mokinys
вивчаєш
изучаете
учите
lærir
studeer
studiando
studerar
studijuoji
studying
вивчаєте
leer
impara
lär
mokotės
learn
impari
leren
imparando
learning
изучавате
studijuojate
lära
主
修
вчишся
gerir
aðal
hoofdvak
In
specializzando
huvudämne
major
majoring
твоя
спеціальність
Kokią
specialybę
За
якою
спеціальністю
навчаєтесь
специализируетесь
навчаєшся
纸
папері
бумаге
имате
хартия
hefur
pappír
papier
sulla
carta
papper
turite
popieriuje
paper
има
хартията
staat
finns
ant
popieriaus
毕
业
закінчуєте
навчання
закончите
школу
завършвате
útskrifaðist
af
tar
examen
baigsite
mokyklą
graduate
完
成
工
закінчити
роботу
любите
заканчивать
работу
искате
завършите
работата
Þér
finnst
þegar
lokið
verkinu
klaar
zijn
werk
avsluta
arbete
norėtumėte
baigti
darbą
finish
work
习
любиш
вчитися
Любите
учиться
Обичате
læra
Studeer
studiare
studera
mėgstate
mokytis
study
О
котрій
годині
вчився
учишься
часа
учили
lært
nokkra
hluti
geleerd
imparato
lärde
metu
mokėtės
简
Джейн
направи
stutta
Jane
deve
does
迟
запізнюється
опаздывает
закъснял
seinn
kennslustund
les
ritardo
lezione
sen
lektionen
vėluoja
pamokas
Who's
for
важко
трудно
Hræðilegt
moeilijk
difficile
svårt
sunku
hard
勤
奋
старанним
учнем
трудолюбивый
трудолюбив
Sem
duglegur
nemandi
hardwerkende
lavora
sodo
hårt
arbetande
darbštus
hardworking
绩
оцінки
оценки
Какви
са
оценките
einkunn
þín
cijfers
voti
betyg
Kokie
pažymiai
grades
考
试
期
说
Чи
розмовляти
під
іспитів
разговаривать
во
экзаменов
говориш
изпитите
talað
meðan
prófinu
tijdens
examens
parlare
durante
gli
esami
under
tentamen
kalbėti
per
egzaminus
during
exams
擦
黑
板
витерти
дошку
вытирать
доску
избършеш
черната
дъска
Geturðu
þurrkað
töfluna
schoolbord
vegen
Sai
pulire
lavagna
torka
av
tavlan
nuvalyti
lentą
erase
blackboard
Писати
вмієш
skrifað
write
明
天
завтра
екзамен
контрольная
изпит
утре
Farðu
próf
morgun
morgen
toets
domani
prov
rytoj
turėsite
kontrolinį
test
tomorrow
урок
námskeið
lektion
pamoką
缺
席
мабуть
пропущу
Возможно
придется
пропустить
Може
наложи
пропусна
gæti
verið
fjarverandi
Misschien
missen
assente
devi
portare
giustificazione
kanske
missa
Galbūt
turėsiu
ją
praleisti
might
交
论
文
здав
сдал
Предаде
Hefur
inn
blaðið
þitt
werkstuk
ingeleverd
consegnato
compito
lämnat
atidavėte
断
перебити
прервать
прекъсна
truflað
sagði
onderbreken
interrompere
avbryta
pertraukti
interrupt
书
мій
твір
моя
работа
върви
писането
skrif
scrittura
skrivandet
行
李
准
备
Мій
багаж
готовий
Мой
готов
Багажът
Farangurinn
tilbúinn
bagage
bagaglio
pronto
redo
bagažas
paruoštas
luggage
ready
сяду
буду
рулем
шофирам
myndi
keyra
vairuosiu
be
driving
等
чекати
ждать
чакам
bíða
wachten
aspettando
väntar
laukiu
waiting
空
зустріч
встретиться
видите
pláss
horfa
zien
volta
vieni
farmi
visita
pasimatyti
城
市
міста
города
града
borginni
stad
città
över
staden
miesto
city
宣
传
册
брошура
брошюра
bækling
brochure
broschyr
brošiūrą
票
Маю
квитки
билеты
билети
miða
tickets
biglietti
biljetter
bilietus
知
道
使
档
杆
користуватися
важелем
перемикання
передач
как
пользоваться
рычагом
переключения
скоростния
лост
veit
hvernig
gírstöngina
svo
hoe
versnellingspook
gebruiken
come
leva
del
cambio
hur
använder
växelspaken
kaip
naudotis
pavarų
svirtimi
how
shifter
говорите
по-французьки
по-французски
Говорите
Talaðu
frönsku
Spreekt
u
Frans
Parla
Talar
ni
franska
kalbate
prancūziškai
speak
德
німецькою
по-немецки
немски
þýsku
Duits
tedesco
tyska
vokiškai
German
利
Італійською
по-итальянски
Искате
италиански
ítölsku
Italiaans
italiano
italienska
itališkai
Italian
班
牙
Іспанською
испанском
Испански
spænsku
Spaans
spagnolo
Spanska
Ispaniškai
Spanish
купив
квиток
покупал
билет
купил
keypti
geen
ticket
ho
comprato
biglietto
biljett
nenusipirkau
bilieto
didn't
日
本
був
Японії
был
Японии
Бил
Япония
hef
komið
Japans
Japan
geweest
stato
Giappone
varit
Buvau
Japonijoje
I've
留
залишитися
надовго
остаться
надолго
остана
дълго
zou
kunnen
blijven
fermi
stanna
Galėčiau
pasilikti
ilgam
could
stay
低
Непогана
ціна
ніч
Неплохая
ночь
лоша
оферта
вечер
Kostnaður
lágur
slechte
deal
nacht
costo
notte
dålig
affär
natt
neblogas
pasiūlymas
naktį
bad
night
今
飞
往
летиш
ввечері
летишь
вечером
летите
тази
fljúga
kvöld
vlieg
vanavond
stasera
flyga
kväll
šįvakar
skrisite
flying
tonight
洗
澡
будеш
приймати
душ
принять
Þar
ferð
bað
douchen
doccia
duscha
ketinate
nusiprausti
shower
还
油
машині
залишився
бензин
машине
остался
останал
bíllinn
olíu
Zit
benzine
C'è
ancora
benzina
nella
Finns
bensin
kvar
automobilyje
liko
degalų
any
gas
left
驾
照
права
шофьорска
книжка
ökuskírteini
rijbewijs
patente
något
körkort
vairuotojo
pažymėjimą
driver's
license
昨
轮
胎
шинами
вчора
вчера
гумите
dekkin
gær
gisteren
banden
alle
gomme
ieri
hände
däcken
igår
vakar
padangoms
tires
yesterday
护
паспорт
паспортът
vegabréfið
paspoort
Dov'è
passaporto
pass
pasas
Where's
passport
Какая
автомобил
tipo
serve
typ
Kokio
automobilio
kind
带
везете
водите
ætlar
breng
naartoe
state
portando
mane
vežate
taking
Яку
Какую
Каква
Welk
volete
namo
norite
що
uittung
резервирате
Viltu
panta
boeken
camera
boka
užsisakyti
Would
reserve
包
括
餐
Включно
сніданком
Включая
завтрак
Включително
закуска
Morgunverður
innifalinn
Inclusief
ontbijt
Compresa
colazione
Inklusive
frukost
Įskaitant
pusryčius
Including
breakfast
Ніхто
Меня
никто
Никой
познава
Enginn
þekkir
Niemand
kent
mij
Nessuno
Ingen
Niekas
nepažįsta
No
one
knows
bilietą
慢
Повільніше
Помедленнее
Намалете
малко
скоростта
Hægðu
eens
rustiger
Rallenta
po'
Sakta
ner
lite
Truputį
sulėtink
tempą
Slow
down
їдеш
однажды
поедешь
отиваш
един
einn
dag
andrai
giorno
vieną
dieną
keliausite
someday
止
зупинка
она
остановится
спре
stoppaði
stopt
ferma
stannar
jis
sustoja
stop
场
闭
Аеропорт
зачинений
Аэропорт
закрыт
Летището
затворено
Flugvellinum
lokað
luchthaven
gesloten
L'aeroporto
chiuso
flygplatsen
stängd
oro
uostas
uždarytas
airport
closed
航
取
消
Рейс
скасували
отменили
Полетът
отменен
Fluginu
aflýst
vlucht
geannuleerd
volo
cancellato
flyget
blivit
inställt
skrydis
atšauktas
Has
flight
canceled
延
误
长
довго
затримується
рейс
долго
задерживается
полетът
fluginu
seinkað
heeft
vertraging
försenat
atidėtas
has
delayed
登
посадку
Качвате
борда
Nú
borð
boord
imbarcando
ombord
įlipate
lėktuvą
boarding
位
залишитись
своєму
місці
сохранить
свое
место
запазя
мястото
Hægt
sætin
stoel
houden
mantenere
posto
behålla
plats
vietą
keep
seat
триває
пересадка
длится
престоят
overstap
lång
mellanlandningen
truks
laukimas
layover
着
陆
приземлення
Во
сколько
приземлится
каца
самолетът
lenda
landt
atterra
landar
planet
lėktuvas
nusileis
landing
公
共
达
Автобус
під'їжджає
прибывает
Автобусът
пристига
Rútan
De
bus
komt
eraan
L'autobus
arrivando
Bussen
anländer
Atvyksta
autobusas
The
arriving
Літак
злітає
Самолет
взлетает
Самолетът
излита
Flugvélin
loftið
vliegtuig
vertrekt
L'aereo
decollando
Planet
lyfter
Lėktuvas
kyla
plane
off
火
Поїзд
відправляється
Поезд
отправляется
Влакът
тръгва
Lestin
trein
treno
partendo
Tåget
avgår
Traukinys
išvyksta
train
leaving
先
退
спочатку
вийти
автобуса
а
потім
поїзда
сначала
выписаться
из
отеля
първо
отпишете
kíkja
fyrst
eerst
uitchecken
check
out
checka
först
Pirmiausia
išsiregistruoti
first
Треба
купити
купить
купите
kaupa
U
kaartje
kopen
Devi
comprare
köpa
Jums
nusipirkti
博
物
馆
йду
музею
музей
музея
safnið
museum
museo
einu
muziejų
剧
院
театру
театр
театър
leikhús
theater
teatro
teatern
teatrą
旅
游
息
心
знайти
туристичний
інформаційний
центр
туристической
информации
мога
туристическия
информационен
център
upplýsingamiðstöð
ferðamenn
toeristeninformatiecentrum
riesco
centro
informazioni
turistiche
hittar
turistinformationen
Negaliu
rasti
turizmo
informacijos
can't
tourist
information
center
乘
走
лечу
літаком
самолетом
полет
flugi
neem
compagnia
aerea
prendi
flyg
skrendu
lėktuvu
醒
розбудиш
разбудишь
събудиш
vekur
wakker
maken
väcka
pažadinsi
wake
up
报
Хочу
почитати
газету
почитать
прочета
вестника
lesa
krant
lezen
leggere
giornale
läsa
tidningen
paskaityti
laikraštį
read
newspaper
银
користуюся
інтернет-банкінгом
пользуюсь
интернет-банкингом
ползвам
банкиране
netbanka
gebruik
online
bankieren
uso
l'internet
banking
internetbank
Nesinaudoju
internetine
bankininkyste
Internet
式
телефон
друкарською
машинкою
для
глухих
печатной
машинкой
пишеща
глухи
ritvél
heyrnarlausa
telefoon
typemachine
doven
udenti
skrivmaskinstelefon
döva
rašomąją
mašinėlę
skirtą
kurtiesiems
typewriter
Чему
правите
硬
盘
驱
动
器
Вашим
жорстким
диском
жестким
случи
твърдия
диск
harða
diskinn
harde
schijf
disk
hårddisk
kietajam
diskui
宽
连
接
широкосмугове
підключення
Інтернету
широкополосное
подключение
Интернету
широколентова
връзка
breiðbandstengingu
breedband
internetverbinding
connessione
banda
larga
bredbandsanslutning
plačiajuostį
interneto
ryšį
broadband
connection
片
编
辑
程
序
нова
програма
редагування
фотографій
новая
программа
редактирования
фотографий
редактиране
снимки
nýjan
ljósmyndaritil
nieuw
fotobewerkingsprogramma
nuovo
programma
fotoritocco
nytt
bildredigeringsprogram
nuotraukų
redagavimo
programą
photo
editing
program
购
покупки
Інтернеті
Нравится
Интернете
пазарувате
онлайн
versla
netinu
Hou
winkelen
acquisti
handla
nätet
apsipirkinėti
shop
纯
平
显
示
подобаються
монітори
плоским
екраном
нравятся
мониторы
экраном
мониторите
плосък
екран
flata
skjái
flatscreens
piacciono
monitor
schermo
piatto
platta
bildskärmar
plokščiaekraniai
monitoriai
flat
screen
monitors
伙
伴
нові
партнери
новые
партнеры
партньори
Ert
hrifinn
nýjum
samstarfsaðilum
partners
nuovi
partner
nauji
partneriai
收
邮
件
Які
електронні
листи
отримуєте
электронную
почту
получаете
имейли
получавате
póst
fékkstu
soort
e-mails
krijg
e-mail
ricevete
e-post
får
Kokius
elektroninius
laiškus
gaunate
mail
користуєтесь
електронною
поштою
Пользуетесь
электронной
почтой
Използвате
електронна
поща
Notar
tölvupóst
Gebruikt
Utilizzate
posta
elettronica
Använder
naudojatės
elektroniniu
paštu
插
入
підключаєте
подключаете
включвате
Setja
hvað
sluit
collega
kopplar
Prie
ko
jungiatės
plug
速
швидкий
інтернет
Быстро
работает
Бърз
интернетът
hraði
fljótur
veloce
snabbt
internetas
spartus
fast
脑
комп'ютером
компьютером
компютъра
tölvuna
computer
nel
suo
dator
kompiuteriu
текстовий
процесор
текстовый
процессор
текстообработката
ritvinnsluforritið
tekstverwerker
ordbehandlare
tekstų
redaktorius
word
processor
鼠
标
垫
гарний
килимок
миші
Хорошо
выглядит
коврик
мыши
Изглежда
подложката
мишка
Músarpúði
Ziet
muismat
uello
bel
tappetino
mouse
Ser
musmatta
atrodo
pelės
kilimėlis
pad
基
督
教
вірю
християнство
верю
христианство
вярвам
християнството
trúi
kristni
geloof
christendom
credo
cristianesimo
tror
kristendomen
netikiu
krikščionybe
Christianity
参
加
ходжу
церкви
посещаю
церковь
посещавам
църква
kirkju
kerk
frequento
chiesa
kyrkan
nelankau
bažnyčios
attend
church
翻
译
Хочете
щоб
переклав
чтобы
переводил
превеждам
þýða
Moet
vertalen
Vuole
traduca
lei
översätta
kad
išverčiau
translate
前
士
Він
проповідником
Он
проповедником
Той
беше
проповедник
Hann
prédikari
áður
Was
prediker
Era
predicatore
predikant
buvo
pamokslininkas
preacher
堂
呢
Kelintą
valandą
bažnyčią
青
年
组
Ніякої
молодіжної
групи
Нет
молодежной
группы
младежка
група
engir
ungmennahópar
jeugdgroep
Nessun
gruppo
giovanile
ungdomsgrupp
Nėra
jaunimo
grupės
youth
group
她
Вона
місіонерка
Она
миссионерка
Тя
мисионерка
Hún
trúboði
zij
missionaris
missionaria
hon
missionär
ji
misionierė
she
missionary
ходить
ходя
l'indirizzo
църквата
símanúmer
kirkjunnar
Weet
Vet
telefonnumret
žinote
提
供
服
务
Відчинено
открыта
отворена
Þjónusta
veitt
Hij
open
aperta
öppet
Ji
atidaryta
已
经
营
Открыта
Отворена
viðskiptum
uali
orari
questi
servizi
недільну
воскресную
неделното
veist
sunnudagaskólann
zondagsschool
domenicale
Känner
söndagsskolan
sekmadieninę
Sunday
研
究
ній
випускників
ней
выпускников
дипломи
висше
образование
то
nokkrar
framhaldsgráður
afgestudeerden
akademiska
examina
aukštųjų
mokyklų
absolventų
degrees
放
假
відпустці
будете
отпуске
отпуск
fríi
vakantie
Per
quanto
vacanza
semester
atostogausite
vacation
遍
разів
бачили
цей
фільм
раз
смотрели
этот
фильм
пъти
гледали
филма
séð
myndina
nokkrum
sinnum
film
gånger
sett
filmen
kartų
žiūrėjote
filmą
times
seen
movie
днів
тиждень
працюєте
дней
работаете
дни
работите
vinnur
daga
dagen
dagar
arbetar
dienų
dirbate
days
节
食
сидите
дієті
диете
диета
mataræði
dieet
Da
dieta
gått
diet
laikotės
dietos
мой
Знаеш
Veistu
símanúmerið
月
місяців
ваша
відпустка
месяцев
твой
месеца
ваканцията
Fríið
nokkrir
mánuðir
maanden
månader
mėnesių
trunka
atostogos
months
垃
圾
тижнів
працює
сміттєвоз
недель
мусоровоз
седмици
камионът
боклук
Sorpbílar
sinni
weken
vuilniswagen
veckor
sopbilen
borta
savaičių
šiukšliavežė
weeks
garbage
truck
людей
вашій
країні
человек
вашей
стране
души
във
вашата
страна
margir
landi
jouw
land
žmonių
šalyje
country
礼
було
весіллі
присутствовало
свадьбе
присъствали
сватбата
mættu
brúðkaupið
waren
bruiloft
deltog
bröllopet
dalyvavo
vestuvėse
attended
wedding
水
情
况
冰
яких
умов
замерзає
вода
При
каких
условиях
замерзает
какви
условия
водата
замръзва
hvaða
aðstæður
mun
vatnið
frjósa
Onder
welke
omstandigheden
bevriest
water
quali
condizioni
l'acqua
congela
Under
vilka
förhållanden
fryser
vatten
Kokiomis
sąlygomis
vanduo
užšąla
what
conditions
freeze
вакансій
вакансий
Нямаме
свободни
работни
места
höfum
laus
störf
We
hebben
vacatures
abbiamo
posti
vacanti
inga
lediga
tjänster
Laisvų
darbo
vietų
neturime
no
vacancies
努
力
Работи
усилено
vann
hörðum
höndum
Werkt
Lavora
Arbetar
sunkiai
dirba
职
хороша
посада
хорошая
должность
Добра
позиция
Þessi
staða
lagi
goede
positie
pagano
lavoro
position
užima
geras
pareigas
医
лікар
врач
лекар
læknir
Bent
dokter
Lei
medico
läkare
gydytojas
doctor
防
员
Пожежник
пожарный
пожарникар
slökkviliðsmaður
brandweerman
pompiere
brandman
gaisrininkas
fireman
Чим
jobb
darbas
job
ким
працюєш
baan
Ким
робота
starfið
面
份
пройти
співбесіду
собеседование
эту
явите
интервю
viðtal
solliciteren
deze
colloquio
bli
intervjuad
jobbet
dalyvauti
pokalbyje
dėl
interview
弟
займається
двоюрідний
брат
Чем
занимается
двоюродный
С
занимава
братовчед
starfsgrein
frændi
neef
fa
cugino
kusin
pusbrolis
cousin
叔
дядько
дядя
чичо
oom
zio
farbror
dėdė
uncle
只
熊
住
живе
ведмідь
живет
медведь
живее
мечката
býr
björn
woont
beer
vive
orso
bor
gyvena
meška
bear
live
雪
融
化
Сніг
тане
Снег
тает
Снегът
топи
Snjórinn
bráðnaði
sneeuw
smelt
neve
sciogliendo
Snön
smälta
Sniegas
tirpsta
snow
melting
体
验
震
ніколи
відчував
землетрусу
никогда
испытывал
землетрясения
Никога
преживявал
земетресение
upplifað
jarðskjálfta
nooit
aardbeving
meegemaakt
mai
vissuto
terremoto
aldrig
upplevt
jordbävning
Niekada
patyręs
žemės
drebėjimo
never
experienced
an
earthquake
害
怕
雷
暴
боїшся
грози
боишься
грозы
Страхуваш
гръмотевични
бури
hræddur
þrumuveður
bang
onweer
paura
temporali
rädd
åskväder
bijai
perkūnijos
afraid
thunderstorms
龙
卷
风
торнадо
Боишься
hvirfilbyl
tornado's
tornado
tornador
tornadų
tornadoes
气
погода
времето
днес
veðrið
weer
vandaag
vädret
idag
oras
weather
today
йде
сніг
Идет
снег
Сняг
вали
snjóaði
nú
Sneeuwt
Nevica
Snöar
sninga
snowing
вітряно
Сегодня
ветрено
Ветровито
vindurinn
blása
Waait
vento
blåsigt
vėjuota
windy
雨
дощ
Шел
дождь
Вчера
валя
rigndi
Heeft
geregend
Ieri
piovuto
Regnade
lijo
rain
冷
Холодно
вранці
утром
Студено
сутрин
kalt
koud
vanmorgen
Fa
freddo
stamattina
kallt
morgonen
šį
rytą
šalta
cold
冻
замерзне
Замерзнет
замръзне
Vriest
vannacht
congelerà
stanotte
Kommer
frysa
vakarą
піде
Выпадет
сняг
snjóar
sneeuwen
Domani
nevicherà
snöa
snigs
буде
сильний
Будет
сильный
rigningin
mikil
regenen
Pioverà
regna
lietaus
海
морі
шторм
море
буря
морето
stormar
sjó
storm
zee
tempesta
mare
havet
jūroje
siaučia
audra
sea
прогноз
прогнозата
segir
veðurspáin
voorspelling
prognosen
Kokia
prognozė
forecast
太
阳
热
Сонце
гаряче
Жаркое
солнце
Горещо
слънцето
sólin
heit
zon
sole
caldo
solen
varm
kaitina
saulė
sun
hot
瀑
布
美
丽
красивий
водоспад
Красивый
водопад
Красив
водопадът
Fossinn
fallegur
waterval
cascata
bella
vattenfallet
vackert
gražus
krioklys
waterfall
beautiful
місяць
поживает
луна
луната
tunglið
maan
luna
månen
mėnulis
moon
洪
була
повінь
было
наводнение
наводнението
flóðið
overstroming
ui
stata
un'inondazione
l'anno
scorso
översvämningen
potvynis
When's
flood
минулої
ночі
была
прошлой
ночью
през
изминалата
нощ
gisteravond
Com'era
sera
praėjusią
last
暖
зігріваєшся
согрелись
топлите
hita
blijf
warm
tiene
šildotės
迷
路
заблукали
заблудились
изгубихте
týnist
verdwaald
kunde
vilse
pasiklydote
温
度
Було
трохи
тепло
Было
немного
Беше
топло
Hitinn
svolítið
hár
beetje
uanta
febbre
varmt
Buvo
šiek
tiek
šilta
It
树
挺
Гарне
дерево
красивое
Това
хубаво
дърво
tré
mooie
boom
bell'albero
fint
träd
medis
nice
tree
从
Звідси
видно
зорі
Отсюда
видны
звезды
видиш
звездите
Sjáið
stjörnurnar
héðan
vanaf
sterren
Riesci
vedere
le
stelle
se
stjärnorna
iš
matote
žvaigždes
stars
五
块
零
здачі
п'яти
мелочи
пять
дребни
пет
стотинки
fimm
dollara
kleingeld
vijf
cent
resto
cinque
växel
femma
Neturiu
grąžos
penkiems
change
five
dollar
bill
十
分
币
десяти
центів
десятицентовика
ресто
десет
tíu
mynt
tien
pezzo
dieci
centesimi
tiocentare
dešimties
centų
ten-cent
piece
镍
п'ять
пятак
една
петачка
nikkelmynt
stuiver
nichelino
femcentare
penkiaženklį
centą
nickel
储
蓄
计
划
заощадження
сберегательный
план
спестовен
sparnaðaráætlun
spaarplan
piano
risparmio
sparplan
taupymo
planą
savings
plan
плачу
Плащам
borgaði
peningum
pagato
moku
欠
винен
должен
дължи
skuldar
schuldig
Deve
molti
soldi
Han
skyldig
Jis
skolingas
He
owes
进
花
потрапити
всередину
Вход
Струва
вляза
Að
kostnaðarfé
binnen
komen
entrare
komma
Įėjimas
costs
дорога
книга
дорогая
скъпа
bók
dýr
boek
libro
dyr
bok
brangi
knyga
book
办
卡
картка
карточка
credito
kortelę
card
гроші
деньги
Áttu
peninga
några
банк
отидете
банката
Þarftu
bankann
bank
banca
Måste
banken
nueiti
banką
破
产
сломались
Скъсан
gjaldþrota
blut
verde
pank
broke
自
款
банкомату
банкомат
банкомата
hraðbankann
úr
hraðbankanum
pinautomaat
bancomat
bankomaten
bankomatą
ATM
被
征
税
З
беруть
податки
обложили
налогом
Облагат
данъци
skattlagður
belasting
betalen
stanno
tassando
blir
beskattad
apmokestintas
being
taxed
плани
День
праці
планы
труда
планове
Деня
fyrirkomulag
verkalýðsdeginum
plannen
Dag
Arbeid
progetti
festa
planer
Labour
Day
planų
Darbo
dienos
proga
got
plans
Labor
万
Хеллоуїна
Хэллоуина
Честит
Хелоуин
Gleðilegt
Halloween
Gelukkig
Glad
Su
Helovinu
Happy
母
Днем
матері
матери
Ден
майката
Gleðilegan
mæðradag
Fijne
Moederdag
Buona
mamma
mors
Motinos
Mother's
Святого
Валентина
святого
влюбените
Valentínusardag
Valentijnsdag
San
Valentino
Alla
hjärtans
Valentine's
Mæðradagur
Gelukkige
和
与
Миру
і
доброї
волі
Мир
доброжелательность
добра
воля
Friður
Vrede
Welwillendheid
Pace
e
benevolenza
Fred
och
välvilja
Taikos
ir
geros
valios
Peace
and
Goodwill
Привітання
святом
Праздничные
поздравления
Поздрави
празника
Hátíðarkveðjur
Vakantiegroeten
Saluti
festività
Hälsningar
semestern
Šventiniai
sveikinimai
Holiday
Greetings
谢
祖
Дякую
дідуся
бабусею
Спасибо
ваших
бабушек
дедушек
Благодаря
вашите
баби
дядовци
Þakka
afa
ömmu
Bedankt
grootouders
Grazie
vostri
nonni
Tack
mor-
farföräldrar
Dėkojame
senelius
Thank
grandparents
得
切
都
почуваюся
Чувствам
allt
jaučiuosi
all
疗
险
медичної
страховки
медицинской
здравна
застраховка
sjúkratryggingu
ziektekostenverzekering
l'assicurazione
sanitaria
sjukförsäkring
sveikatos
draudimo
health
insurance
拔
виривали
зуби
вырывали
зуб
вадили
зъб
látið
fjarlægja
tennurnar
tand
laten
trekken
hanno
tolto
dente
fått
utdragen
dar
nebuvo
traukiamas
dantis
haven't
had
tooth
pulled
舒
зручно
удобно
Чувствате
þægilegur
Voel
senti
agio
bekväm
jaučiatės
comfortable
себе
почуваєте
чувствуете
Líður
okej
晕
眩
паморочиться
голові
кружится
голова
замаян
svimi
duizelig
gira
testa
yr
apsvaigęs
dizzy
чувствате
sente
恶
Вас
нудить
тошнит
гадно
ógeðslegt
misselijk
nausea
illamående
jus
pykina
nauseous
受
плохо
зле
þjáðst
ziek
male
sjuk
blogai
sick
检
проходили
медичний
огляд
медицинский
осмотр
Извършвали
медицински
преглед
farið
læknisskoðun
medische
controle
gehad
medica
genomgått
läkarundersökning
atlikta
medicininė
apžiūra
physical
咳
嗽
кашляєте
кашель
кашлица
Hóstarðu
hoesten
tosse
hosta
kamuoja
kosulys
cough
嗓
痛
болить
горло
болит
възпалено
гърло
hálsbólgu
keelpijn
mal
gola
ont
halsen
skauda
gerklę
sore
throat
вами
疼
зъбобол
tannpínu
kiespijn
denti
tandvärk
dantį
toothache
冒
Застуда
простуда
настинка
Hefurðu
kvef
þess
virði
verkouden
raffreddore
förkyld
peršalęs
眼
镜
окуляри
очки
очилата
Og
gleraugun
bril
occhiali
glasögon
akiniai
glasses
药
закінчилися
ліки
закончились
лекарства
Свършиха
лекарствата
Eru
lyfin
búin
enn
medicijnen
finito
medicine
slut
medicin
baigėsi
vaistai
run
купиш
lyf
Vai
vaistų
потрібні
нужны
потрібен
стоматолог
нужен
зъболекар
tannlækni
tandarts
Avete
dentista
tandläkare
odontologo
dentist
lækni
gydytojo
床
躺
ліжку
лежали
постели
леглото
legið
rúminu
lig
bed
letto
legat
sängen
gulėjote
lovoje
它
Усе
Все
Va
così
что-то
болки
sársauka
hér
pijn
dolore
jaučiate
skausmą
pain
量
Виміряти
температуру
измерить
измеря
температурата
Úff
tekur
hitastigið
temperatuur
opnemen
misurarle
temperatura
tempen
turėčiau
pamatuoti
temperatūrą
Should
temperature
丈
夫
术
Вашому
чоловікові
робили
операцію
Вашему
мужу
делали
операцию
Претърпя
съпругът
операция
maðurinn
skurðaðgerð
geopereerd
Suo
marito
operato
opererats
vyrui
operacija
husband
surgery
流
鼻
涕
нежить
насморк
хрема
nógu
snottur
hlaupið
loopneus
Le
cola
naso
rinnande
näsa
bėga
nosies
runny
nose
胃
розлад
шлунку
расстройство
желудка
Стомахът
разстроен
maginn
óþægilegur
maag
streek
stomaco
sottosopra
orolig
magen
skrandis
sutrikęs
stomach
upset
вашою
дружиною
женой
със
съпругата
konuna
vrouw
cos'ha
sua
moglie
fru
žmonai
wife
血
берете
кров
кровь
Вземате
кръв
blóð
Neemt
bloed
Sta
prendendo
sangue
Tar
blodprov
vartojate
kraują
blood
像
骨
折
Схоже
перелом
Похоже
кости
счупена
кост
Eins
ef
brotið
lijkt
gebroken
bot
Sembra
osso
rotto
brutet
Atrodo
lūžęs
kaulas
Looks
broken
bone
些
症
状
Є
деякі
симптоми
некоторые
симптомы
някои
nokkur
einkenni
symptomen
suoi
sintomi
vissa
symptom
Yra
keletas
simptomų
There
some
symptoms
погоди
погоды
Видях
horfði
veðurspá
zag
weerbericht
visto
bollettino
meteo
såg
väderleksrapporten
Mačiau
orų
prognozę
saw
report
поїхати
лікарню
больницу
болницата
spítalann
ziekenhuis
ospedale
sjukhuset
vykti
ligoninę
hospital
减
肥
схудла
похудели
Отслабнахте
misst
þyngd
afgevallen
peso
vikt
netekai
svorio
weight
针
Потрібен
укол
инжекция
nál
injectie
un'iniezione
injektion
injekcijos
injection
Кровотеча
кровотечение
Кървите
blæðir
Bloed
Stai
sanguinando
Blöder
kraujuojate
bleeding
направите
甜
десерт
einhver
eftirréttarrassinn
borða
toetje
dolce
efterrätt
deserto
dessert
饭
їла
ела
яла
borðaði
gegeten
mangiato
ätit
nevalgiau
eat
请
Сідайте
будь
ласка
Пожалуйста
присядьте
Моля
седнете
Vinsamlegast
setið
alsjeblieft
zitten
siediti
snäll
sitt
Prašau
atsisėsti
Please
sit
поїв
поел
ял
kvöldmat
ástandi
valgiau
eaten
录
відеомагнітофоном
видеомагнитофоном
видеокасетофона
myndbandsupptökutækið
videorecorder
Cos'è
videoregistratore
videobandspelare
atsitiko
magnetofonui
VCR
侄
Його
племінниця
допомагає
Его
племянница
помогает
Племенницата
помага
Hjálpaði
frænka
Helpt
nichtje
Sua
nipote
aiutando
Hjälper
systerdotter
dukterėčia
padeda
his
niece
helping
最
近
Справям
gengið
undanfarið
comportato
sekėsi
розлучена
развелись
Разведена
fráskilinn
gescheiden
divorziato
skild
išsiskyręs
divorced
радий
бачити
рады
видеть
Радваш
ánægð
blij
vedermi
glad
džiaugiesi
matydamas
单
身
Неодружений
одиноки
Свободен
einhleypur
vrijgezel
single
singel
vienišas
вдячні
допомогу
цените
Оценяваш
помощта
þakklát
hjálpina
Waardeer
Apprezza
Uppskattar
vertinate
pagalbą
appreciate
сидіти
сидеть
обичате
сядате
sitja
zit
sedersi
tycker
sitta
sėdėti
чекаєте
ждете
чакате
beið
wacht
väntat
laukiate
Очень
Отдавна
ilgas
tarpas
把
Кому
позичили
друкарську
машинку
одолжили
пишущую
дадохте
пишещата
Hvern
lánaði
ritvélina
Aan
uitgeleend
prestato
lånade
skrivmaskin
paskolinote
lend
изгубили
bent
tappat
bort
марка
печат
frímerki
postzegel
francobollo
frimärke
antspaudo
stamp
回
повернулася
вернулись
Върнахте
aftur
terug
tornato
tillbaka
grįžai
back
Хлопчик
чи
дівчинка
мальчик
или
девочка
Момче
момиче
имахте
Fæða
dreng
eða
stelpu
jongen
meisje
gekregen
avuto
maschio
o
femmina
Fick
pojke
eller
flicka
gimė
berniukas
ar
mergaitė
boy
or
girl
підемо
разом
идем
вместе
отиваме
заедно
saman
samen
andiamo
insieme
tillsammans
einame
kartu
together
休
відпочити
отдохнуть
почивка
hvíld
rusten
riposare
vila
pailsėti
rest
їдемо
едем
förum
stiamo
吹
скористатися
феном
воспользоваться
моим
използваш
сешоара
notað
hárþurrku
mína
mag
haardroger
asciugacapelli
hårtork
plaukų
džiovintuvu
dryer
дойдеш
meekomen
venire
följa
Дай
картку
карточку
визитката
Gefðu
nafnspjaldið
Geef
Dammi
Ge
Duok
Give
допомогти
помочь
помогнете
hjálpað
helpen
aiutarmi
hjälpa
padėti
介
绍
儿
представити
доньку
представить
дочь
представите
дъщеря
kynnt
dóttur
dochter
voorstellen
presentare
figlia
presentera
dotter
pristatyti
dukrą
introduce
daughter
познайомити
подругою
подругу
приятеля
amica
vän
draugą
friend
свого
чоловіка
своего
мужа
съпруга
manninn
vyrą
сина
сына
son
zoon
figlio
sūnų
姨
тітка
тетя
zia
твоим
чоловіком
мужем
vyru
става
жена
E
žmona
about
Dank
wel
Tackar
Ačiū
Откройте
Opnaðu
dyrnar
Aprire
Gluggi
Apri
庭
велика
сім'я
Ваша
семья
большая
Голямо
семейството
fjölskyldurnar
stórar
familie
groot
famiglia
numerosa
familj
stor
didelę
šeimą
family
big
šeima
didelė
也
许
Напевно
Может
быть
би
Kannski
Forse
Kanske
Maybe
Хвилинку
Одну
минуту
пожалуйста
Един
момент
моля
bíðið
smá
Een
moment
alstublieft
Un
momento
Ett
ögonblick
tack
Akimirką
prašau
One
please
吸
烟
Курити
можна
курить
пушите
reykt
roken
fumare
röka
rūkyti
smoke
婴
爱
Дитина
гарненька
Ребенок
милый
Сладко
бебето
Barnið
sætur
baby
schattig
bambino
carino
bebisen
kūdikis
mielas
cute
趣
Смішна
смешной
Забавно
Fyndið
mál
grappig
divertente
rolig
juokingas
funny
脸
Вмийся
Вымойте
лицо
Измийте
лицето
Andlitsþvottur
gezicht
Lavati
faccia
Tvätta
ansiktet
Nusiplaukite
veidą
Wash
face
ухожу
Заминавам
weg
Me
ne
išeinu
算
калькулятор
калькулятором
калкулатор
reiknivél
rekenmachine
calcolatrice
miniräknare
skaičiuotuvu
calculator
局
Сходи
пошту
Отиди
пощата
pósthúsið
postkantoor
all'ufficio
postale
Gå
postkontoret
paštą
Go
post
office
Роден
nato
född
gimiau
схожий
похож
приличам
Op
lijk
assomiglio
Į
ką
panašus
桌
розмір
столу
Какого
размера
стол
голяма
масата
stórt
raða
tafel
stort
bordet
dydžio
stalas
table
замовити
заказ
поръчам
máltíð
bestellen
ordinare
beställa
order
замовлю
собираюсь
Óreglu
Sto
ketinu
можемо
зарезервувати
столик
Мы
можем
заказать
Можем
резервираме
маса
getum
pantað
borðsæti
Possiamo
tavolo
reservera
bord
Galime
staliuką
Оплачуйте
рахунок
Оплата
счета
Плащане
сметката
Kaupa
rekening
Pagare
conto
Betala
räkningen
Sąskaitos
apmokėjimas
Paying
账
приймаємо
кредитні
картки
принимаем
кредитные
карты
приемаме
кредитни
карти
tökum
greiðslukortagreiðslum
aanvaarden
kredietkaarten
accettiamo
carte
emot
kreditkort
Kreditinių
kortelių
nepriimame
accept
credit
cards
糖
饮
料
хотів
напій
низьким
вмістом
цукру
напиток
низким
содержанием
сахара
напитка
ниско
съдържание
захар
sykursnauða
drykki
drankje
weinig
suiker
bevanda
basso
contenuto
zucchero
lågt
sockerinnehåll
gėrimo
mažu
cukraus
kiekiu
low-sugar
芥
酱
гірчицю
горчицу
горчица
sinnepssósa
rassgerðu
mosterd
senape
senap
garstyčių
mustard
茶
несолодкий
чай
несладкий
неподсладен
án
sykurs
thee
zonder
tè
zuccherato
osötat
nesaldintos
arbatos
unsweetened
tea
炒
鸡
蛋
应
该
Яєчня
повинна
бути
сухою
твердою
Яичница
должна
сухой
твердой
Бърканите
яйца
сухи
твърди
Eggin
eiga
erfiðari
Roereieren
droog
uova
strapazzate
dovrebbero
essere
asciutte
dure
Äggröra
vara
torr
hård
Kiaušinienė
turėtų
būti
sausa
kieta
Scrambled
eggs
should
dry
愉
хороший
денят
dagur
ánægjulegur
buona
giornata
haft
turėjote
gerą
day
їсть
ест
яде
meira
Eet
mangiando
Äter
valgo
eating
голодний
голодны
svangur
订
замовив
заказывали
поръчахте
besteld
L'hai
ordinato
Beställde
užsisakėte
їв
ел
Ядохте
borðað
valgėte
巧
克
Любиш
шоколад
любишь
súkkulaði
chocolade
cioccolato
choklad
šokoladą
chocolate
líkar
vind
lekker
为
正
确
вважаєте
правильний
думаете
счет
правильный
Смятате
че
вярна
Heldurðu
reikningurinn
sé
réttur
klopt
Pensi
sia
corretto
notan
korrekt
manote
sąskaita
teisinga
think
correct
够
Мене
вистачає
недостаточно
достатъчен
nóg
genoeg
abbastanza
tillräcklig
neužtenka
enough
内
Чайові
включені
Чаевые
включены
включени
бакшиши
Ábending
innifalin
Fooien
inbegrepen
mance
incluse
Dricks
ingår
Arbatpinigiai
neįskaičiuoti
Gratuities
included
童
菜
Немає
дитячого
меню
детского
детско
enginn
barnamatseðill
kindermenu
menu
bambini
barnmeny
Vaikų
meniu
children's
Дати
Дайте
Дават
менюто
valmynd
Hier
danno
menyn
Štai
盐
胡
椒
сіль
перець
соль
перец
солта
пиперът
saltið
piparinn
zout
peper
sale
pepe
salt
peppar
druskos
pipirų
pepper
пересмажене
пересолено
препечено
yfirskot
gaar
troppo
cotto
överdrivet
perkepta
overdone
糕
торт
тортата
kakan
taart
torta
tårtan
tortas
cake
口
кока-кола
кока-колата
Coca-Cola
"Coca-Cola"
їжа
еда
храната
maturinn
ljúffengur
eten
cibo
maten
maistas
food
обслуговування
обслуживание
обслужването
væri
þjónusta
bediening
servizio
servicen
aptarnavimas
service
Ціни
високі
Высокие
цены
Високи
verðið
hátt
prijzen
hoog
alti
priserna
höga
didelės
kainos
prices
high
特
色
Яке
фірмове
блюдо
Какое
фирменное
специалитетът
sérfæði
specialiteit
specialitet
patiekalas
specialty
зроблю
замовлення
Ketinu
事
щось
что-нибудь
нещо
voi
nors
something
建
议
пропозицій
предложений
предложения
ráð
suggesties
suggerimenti
förslag
pasiūlymų
suggestions
Офіціант
прийшов
Официант
Сервитьорът
Þjónninn
ober
cameriere
Servitören
Padavėjas
waiter's
Замовляйте
Закажите
еду
Поръчайте
храна
Fáðu
Bestel
uw
Ordini
Beställ
mat
Užsisakykite
maisto
Let's
洋
葱
додати
цибулі
добавить
лук
добавя
eins
bæta
lauk
rassinn
settur
uien
toevoegen
aggiungere
cipolle
lägga
lök
pridėti
svogūnų
add
onions
咸
маринованих
огірків
соленых
огурцов
кисели
краставички
sumir
súrum
gúrkum
augurken
sottaceti
pickles
įdėti
marinuotų
agurkų
большой
голям
Stór
grote
grande
Čia
didelis
There's
large
蕃
茄
кетчупу
кетчуп
tómatsósu
ketchup
Nenoriu
kečupo
Твої
батьки
глухі
Ваши
родители
глухие
Родителите
Foreldrar
heyrnarlausir
ouders
genitori
sordi
föräldrar
tėvai
kurtieji
parents
唇
читати
губах
читать
губам
чета
устните
lesið
varir
liplezen
labbra
läpparna
negaliu
skaityti
lūpų
lips
听
音
чуєш
музику
слышать
музыку
чуете
музика
heyrt
tónlistina
muziek
horen
sentire
musica
höra
musik
Jūs
girdėti
muziką
hear
music
слуховим
апаратом
слуховым
аппаратом
слухов
апарат
heyrnartæki
gehoorapparaat
apparecchi
acustici
hörapparat
nenaudoju
klausos
aparato
hearing
aid
界
第
перший
світі
університет
первый
мире
университет
първият
света
fyrsti
háskóli
heyrnarlausra
heiminum
's
werelds
eerste
universiteit
världens
första
universitet
pirmasis
pasaulyje
kurčiųjų
universitetas
world's
university
Jij
avevi
quando
diventato
You're
казав
говорил
казал
ekkert
zei
detto
nesakiau
say
хто
кто
dan
då
вивчали
изучали
Научихте
жестомимичен
Lärde
kalbos
курси
відвідував
Какие
посещали
курсове
посещавали
tókstu
Welke
lessen
gevolgd
corsi
frequentato
Vilka
kurser
Kokias
lankėte
classes
指
拼
读
Вмієш
умеете
четете
spellen
stava
spell
视
дивитися
телевізору
смотреть
телевизору
гледате
телевизията
sjónvarp
kijk
tv
guardare
TV
žiūrėti
televizorių
watch
слухаєш
слышите
чувате
heyrðir
hoor
ascolti
girdite
祈
祷
молитися
молиться
молите
elskar
biðja
Waarmee
bid
Con
pregare
kuo
melstis
pray
дивився
смотрел
гледахте
снощи
varstu
gærkvöldi
gekeken
guardato
tittade
žiūrėjai
vakare
Глух
ходив
школи
учились
ходили
varst
vanur
skólann
ging
gick
障
навчаються
студенти
вадами
слуху
університеті
Поступают
слабослышащие
студенты
Учениците
увреден
слух
ходят
Hafa
nemendur
heyrnarskerðingu
háskóla
Gaan
slechthorende
studenten
Gli
studenti
audiolesi
vanno
all'università
hörselskadade
studenter
negalią
turintys
mokiniai
mokosi
universitete
hearing-impaired
students
college
步
вдосконалив
улучшили
Усъвършенствали
жестовия
táknmálið
þróast
verbeterd
migliorato
förbättrat
tobulinote
improved
Скажи
Повторите
еще
Повторете
Segðu
viðbót
Zeg
Ripetilo
Säg
Pakartokite
kartą
Say
again
思
маєте
увазі
имеете
виду
имаш
предвид
bedoel
intende
dire
menar
omenyje
mean
вивчити
Хотите
выучить
imparare
її
записувати
Нужно
записывать
записвате
niður
opschrijven
scriverlo
užrašyti
练
практикували
практиковали
практикувахте
æfir
geoefend
övade
praktikavote
start
practicing
швидко
розумієш
владеете
языком
Бързо
snabb
greitai
颜
荧
光
笔
колір
маркера
дав
цвета
маркер
дал
цвят
маркери
дадох
litur
flúrljómandi
penni
kleur
markeerstift
gegeven
colore
l'evidenziatore
dato
färg
överstrykningspennan
gav
Kokios
spalvos
žymeklį
daviau
color
highlighter
获
奖
приз
він
виграв
он
выиграл
награда
спечели
verðlaun
fékk
prijs
gewonnen
premio
vinto
Vilket
pris
Kokį
prizą
laimėjo
award
купи
köpt
цвет
харесва
lit
spalva
漆
пофарбували
свій
какой
покрасили
какъв
боядисали
къщата
mála
húsið
geverfd
dipinto
vostra
casa
målade
nudažėte
paint
园
Якого
кольору
сад
цветът
градина
garðurinn
tuin
giardino
trädgård
sodas
garden
墙
пофарбувати
стіни
інший
перекрасить
стены
другой
боядисам
стените
друг
veggina
muren
andere
geven
dipingere
pareti
altro
måla
väggarna
annan
nudažyti
sienas
kita
walls
different
污
迹
Тут
пляма
Здесь
пятно
Тук
петно
blettur
vlek
macchia
fläck
dėmė
stain
纽
扣
Ґудзики
відпадають
Пуговицы
отваливаются
Копчетата
падат
Hnapparnir
festingar
knopen
vallen
eraf
bottoni
staccando
Knapparna
ramla
Sagos
nukrenta
buttons
falling
脏
衣
брудного
одягу
грязной
одежды
мръсни
дрехи
engin
óhrein
föt
vuile
kleren
vestiti
sporchi
smutsiga
kläder
jokių
nešvarių
drabužių
dirty
clothes
І
чорного
теж
черной
никакви
черни
svartan
zwarte
neri
svarta
juodų
black
ones
підстригтися
подстричься
подстрижа
klippingu
kapper
tagliarmi
klippa
nusikirpti
plaukus
haircut
容
салон
краси
красоты
красота
snyrtistofuna
schoonheidssalon
salone
bellezza
skönhetssalong
grožio
saloną
beauty
parlor
одягнений
одет
облечен
klæðir
gekleed
vestito
klädd
apsirengęs
dressed
腰
носити
ремінь
надеть
ремень
носиш
колан
bundið
beltið
riem
dragen
indossare
cintura
bälte
dėvėti
diržą
wear
belt
eini
剃
须
Поголитися
побриться
бръснене
raka
geschoren
worden
farsi
barba
nusiskusti
shave
烫
衬
衫
Попрасувати
сорочку
погладить
рубашку
изглаждане
ризата
heita
skyrtu
overhemd
gestreken
stirare
camicia
stryka
skjorta
išlyginti
marškinius
shirt
ironed
Випрати
постирать
изперете
þvo
skyrtuna
hemd
wassen
lavare
tvätta
išskalbti
wash
приміряти
Хочешь
примерить
пробвате
prófa
passen
provarlo
prova
pasimatuoti
try
Підійде
bello
були
вдома
отсутствовал
отсъствали
langan
tók
via
nebuvote
išvykęs
gone
裤
Штани
порвалися
брюки
порвались
Разкъсани
панталоните
Buxurnar
brotnar
broeken
gescheurd
pantaloni
strappati
byxor
trasiga
kelnės
suplyšusios
pants
torn
穿
尺
носите
размер
stór
stærð
maat
draag
taglia
porti
storlek
kelnes
dėvite
size
必
необходимо
nauðsynlegt
necessario
nödvändigt
Kokių
necessary
ця
сукня
платье
рокля
þessi
kjóll
jurk
uel
strano
klänningen
suknelė
领
搭
配
підходить
сорочка
краватки
Сочетается
рубашка
галстуком
Ризата
подхожда
вратовръзката
Skyrta
bindi
Past
bij
das
uella
cravatta
assieme
Passar
skjortan
slipsen
marškiniai
dera
kaklaraiščiu
tie
适
Ця
Эта
подходит
Подхожда
риза
skyrta
formi
uesta
cade
tinka
šie
fit
одягну
надену
нося
fötin
indosso
ikväll
dėvėsiu
wearing
外
套
缩
Чому
піджак
зменшився
Почему
пиджак
уменьшился
Защо
сакото
сви
skreppur
úlpuna
Waarom
jasje
gekrompen
presi
giubbotto
dal
lavasecco
era
ristretto
Varför
krympte
jacka
Kodėl
susitraukė
švarkas
Why
jacket
shrink
更
室
роздягальню
примерочную
съблекалнята
búningsklefann
kleedkamer
camerino
omklädningsrummet
persirengimo
dressing
台
каси
кассиру
касата
gjaldkerans
fæ
kassa
alla
cassa
kassan
kasą
register
袜
мої
шкарпетки
мои
носки
чорапите
Sokkarnir
líta
sokken
calzini
mina
strumpor
kojinės
socks
встречу
fór
fundinn
vergadering
riunione
möte
susitikimą
通
повістка
суду
получил
извещение
о
явке
суд
Получих
известие
явя
съда
dómsúrskurð
mæta
rechter
verschijnen
ricevuto
avviso
comparizione
tribunale
kallelse
domstolen
Gavau
pranešimą
atvykti
teismą
notice
appear
court
独
立
вільні
независим
Независим
sjálfstæður
onafhankelijk
indipendente
självständig
nepriklausomas
independent
罚
мусите
заплатити
штраф
паркування
должны
заплатить
парковку
платиш
глоба
неправилно
паркиране
greiða
bílastæðið
parkeerboete
pagare
multa
divieto
sosta
betala
parkeringsbot
sumokėti
baudą
stovėjimą
parking
fines
投
голосував
голосовал
гласувал
kaus
gestemd
votato
röstade
nebalsavau
vote
робиш
зранку
делаете
veikiate
监
狱
потрапите
в'язниці
посадят
тюрьму
отидеш
затвора
fangelsi
gevangenis
hamnar
fängelse
eisi
kalėjimą
jail
负
责
відповідає
законодавство
отвечает
законодательство
отговаря
законодателството
ber
ábyrgð
löggjöf
verantwoordelijk
wetgeving
occupa
legislazione
ansvarar
lagstiftningen
atsakingas
teisės
aktus
charge
legislation
警
察
таке
поліція
такое
полицейский
департамент
полицейският
отдел
lögreglustöðin
politie
polisavdelningen
policijos
departamentas
police
department
支
政
府
підтримати
уряд
поддерживаем
