<s>
</s>
你
好
привіт
Привет
Здравей
halló
Hallo
Ciao
Hallå
Labas
Hello
是
的
так
да
Да
já
ja
sì
Ja
Taip
Yes
觉
得
怎
么
样
Як
ви
себе
почуваєте
Как
себя
чувствуете
се
чувстваш
hvernig
líður
þér
Wie
fühlst
du
dich
come
ti
senti
Hur
känns
det
Kaip
tu
jautiesi
How
do
you
feel
吗
поживаєш
дела
си
hefurðu
það
geht
es
dir
stai
mår
sekasi
are
几
点
啦
Котра
година
Который
час
Колко
е
часът
klukkan
hvað
Wieviel
Uhr
che
ore
sono
Vad
är
klockan
Kiek
valandų
What's
the
time
对
不
起
я
вибачаюсь
извиняюсь
Съжалявам
fyrirgefðu
Es
tut
mir
leid
spiacente
Jag
ber
om
ursäkt
Atsiprašau
I
am
sorry
从
哪
里
来
Звідки
Вы
откуда
От
къде
hvaðan
ertu
Woher
kommst
da
dove
vieni
Var
från
Iš
kur
jūs
Where
from
再
见
до
побачення
До
свидания
Довиждане
bless
auf
Wiedersehen
Arrivederci
Hej
då
Viso
gero
Goodbye
早
安
доброго
ранку
Доброе
утро
Добро
góðan
dag
Guten
Morgen
Buongiorno
God
morgon
rytas
Good
morning
下
午
добрий
день
Добрый
Добър
ден
Tag
Buon
pomeriggio
eftermiddag
Laba
diena
afternoon
晚
на
добраніч
Спокойной
ночи
Лека
нощ
góða
nótt
Gute
Nacht
Buona
notte
natt
Labanakt
night
八
钟
о
восьмій
годині
в
8
часов
В
осем
часа
um
alle
otto
Klockan
åtta
Aštuntą
valandą
At
eight
o'clock
告
别
Прощавайте
прощание
прощавай,сбогом
kveðja
Tschüss
addio
Adjö
Sudie
Farewell
圣
诞
快
乐
З
Різдвом
счастливого
рождества
Честита
Коледа
gleðileg
jól
Frohe
Weihnachten
buon
Natale
jul
Linksmų
šventų
Kalėdų
Merry
Christmas
我
非
常
想
念
Я
дійсно
сумую
за
тобою
очень
-
скучаю
без
тебя
наистина
ми
липсваш
ég
sakna
þín
mjög
mikið
Ich
vermisse
wirklich
Mi
manchi
davvero
saknar
dig
verkligen
Aš
iš
tiesų
tavęs
pasiilgau
really
miss
周
末
愉
Веселих
вихідних
Хороших
выходных
Приятен
уикенд
helgi
Ein
schönes
Wochenende
Passa
un
fine
settimana
Ha
en
bra
helg
Gero
savaitgalio
Have
a
nice
weekend
叫
什
名
字
тебе
звати
зовут
какво
вашето
име
heitirðu
heißt
Come
chiami
heter
Koks
jūsų
vardas
your
name
星
座
Яке
твоє
жестове
імя
твое
жестовое
имя
каква
зодия
er
þitt
tákn
(fyrir
nafn)
ist
dein
Gebärdenname

ditt
persontecken
vardas-gestas
sign
多
大
了
скільки
вам
років
сколько
лет
колко
години
сте
gamall
alt
bist
gammal
jums
metų
old
Ви
праві
ты
прав
þú
hefur
rétt
fyrir
Sie
haben
Recht
Hai
ragione
Du
har
rätt
Jūs
esate
teisus
You're
right
要
去
购
物
збираюсь
по
магазинах
иду
магазинам
Отивам
пазарувам
að
fara
versla
gehe
einkaufen
Sto
andando
fare
shopping
ska
åka
och
handla
einu
apsipirkti
I'm
going
朋
友
们
聚
会
мої
друзі
вечірці
Мои
друзья
сейчас
веселятся
моите
приятели
купонясват
vinir
mínir
eru
skemmta
sér
Meine
Freunde
feiern
miei
amici
una
festa
Mina
vänner
festar
Mano
draugai
yra
vakarėlyje
My
friends
partying
Що
з
что
с
тобой
става
теб/
ти
Was
mit
los
med
Kas
nutiko
What’s
matter
with
久
没
到
не
бачив
цілу
вічність
сто
видела
аз
съм
те
виждал
от
hef
ekki
séð
þig
svo
lengi
ich
habe
lange
Zeit
nicht
gesehen
Non
ho
visto
per
anni
inte
sett
på
evigheter
Seniai
nesimatėme
haven’t
seen
for
ages
在
电
影
院
зустрінемося
кіно
мы
встретимся
кино
ние
ще
срещнем
киното
við
hittumst
í
bíóinu
Wir
treffen
uns
im
Kino
Ci
incontreremo
al
cinema
Vi
mötas
vid
bion
Mes
susitiksime
kino
teatre
We'll
meet
at
话
谈
будемо
говорити
мобільних
Мы
поговорим
мобильному
телефону
говорим
мобилния
höfum
samband
gemsanum
werden
dem
Handy
telefonieren
sentiremo
cellulare
hörs
mobilen
Pasikalbėsime
mobiliuoju
telefonu
talk
by
mobile
上
学
还
工
作
вчитеся
чи
працюєте
Ты
учишься
или
работаешь
Учиш
работиш
læra
eða
vinna
Studieren
oder
arbeiten
Studi
o
lavori
Studerar
eller
arbetar
studijuojate
ar
dirbate
Are
studying
or
working
喜
欢
结
识
新
Мені
подобається
знайомитися
новими
людьми
Мне
нравится
встречаться
новыми
Хресва
срещата
нови
mér
finnst
gaman
hitta
nýtt
fólk
treffe
gerne
neue
Menschen
piace
incontrare
nuove
persone
gillar
att
träffa
nya
människor
Man
patinka
susipažinti
su
naujais
žmonėmis
like
meeting
new
people
卫
这
个
人
错
Девід
хороший
хлопець
Давид
парень
Дейвид
приятен
човек
david
frábær
maður
David
ein
netter
Kerl
è
bravo
ragazzo
snäll
kille
Deividas
šaunus
vyrukas
is
guy
保
持
观
посміхайся
грусти
продължавай
усмихваш
brostu
áfram
Kopf
hoch
Continua
sorridere
Fortsätt
le
Šypsokitės
Keep
smiling
琼
懂
法
国
手
语
Жанна
розуміє
французьку
жестову
мову
Джон
понимает
французкий
жестовый
язык
Джоан
разбира
френския
език
мимиките
joan
skilur
frönsk
táknmál
versteht
keine
französische
gebärdensprache
Joan
non
capisce
la
lingua
dei
segni
francese
förstår
franskt
teckenspråk
Joana
nesupranta
prancūzų
gestų
kalbos
doesn't
understand
French
language
理
发
хотів
би
постригтися
бы
хотела
постричься
Бих
искал
подстригване
líkar
klippingin
möchte
einen
Haarschnitt
piacerebbe
taglio
di
capelli
vill
klippa
mig
norėčiau
apsikirpti
I'd
haircut
挑
染
б
хотіла
зробити
мелірування
сделать
«перышки»
бъдат
поставени
някои
акценти
langar
til
koma
með
ábendingu
Strähnchen
Vorrei
fossero
inseriti
alcuni
punti
salienti
skulle
vilja
ha
slingor
pasišviesinti
plaukų
sruogeles
some
highlights
put
in
пофарбувати
волосся
покрасить
свои
волосы
боядисам
косата
þurrka
hárið
mitt
meine
Haare
färben
tingermi
i
få
håret
tonat
nusidažyti
plaukus
to
dye
my
hair
成
熟
це
сподобалося
это
понравилось
как
хареса
viltu
hafa
þetta
möchten
sie
lo
vorresti
tai
patiktų
would
it
耳
朵
聋
втратив
слух
вы
оглохли
станахте
глух;
оглушахте
varst
heyrnarlaus
gehörlos
geworden
sei
diventato
sordo
blev
döv
apkurtote
did
become
deaf
看
挺
добре
виглядаєте
хорошо
выглядишь
изглеждаш
lítur
vel
út
siehst
gut
aus
bene
ser
ut
Gerai
atrodote
You
look
good
为
呢
чому
і
ні
Почему
и
нет
защо
af
hverju
Warum
Perché
no
Varför
Kodėl
gi
ne
Why
not
稍
后
给
打
зателефонуйте
мені
пізніше
позвони
мне
позднее
Обади
по-късно
hringdu
seinna
Melde
später
Chiamami
più
tardi
Ring
senare
Paskambink
man
vėliau
Call
me
later
最
кращі
мы-
самые
лучшие
сме
най-добрите
erum
bestir
sind
die
besten
Siamo
migliori
bäst
esame
geriausi
We
best
太
老
занадто
старий
слишком
старая
Аз
твърде
стар
of
bin
zu
Sono
troppo
vecchio
för
esu
pernelyg
senas
too
年
轻
молоді
молод
вие
млад
ert
ungur
noch
jung
Sei
giovane
ung
jaunas/jauna
young
少
钱
Скільки
коштує
почем
струва
hversu
viel
kostet
mycket
kostar
kainuoja
much
值
стоит
does
cost
可
以
儿
停
车
Чи
можу
припаркуватися
тут
здесь
можно
припарковаться
мога
ли
паркирам
тук
get
lagt
bílinn
hér
Kann
hier
parken
Posso
parcheggiare
qui
Kan
jag
parkera
här
Ar
galiu
čia
pastatyti
mašiną
Can
park
here
家
настільки
володію
жестовою
мовою
плохо
знаю
твой
толкова
добър
жестомимичния
góður
táknmáli
so
deiner
Gebärdensprache
molto
nella
tua
så
taip
gerai
nemoku
请
帮
助
Будь
ласка
допоможіть
Пожалуйста
помогите
моля
помогни
aðstoðaðu
Bitte
hilf
aiuteresti
favore
Snälla
hjälp
Prašau
padėkite
Please
help
Ти
подобаєшся
нравишься
харесвам
eins
og
mag
Tu
mi
piaci
tycker
nepatinki
有
男
у
вас
є
У
есть
имаш
приятел
áttu
kærasta
Hast
Freund
il
fidanzato
Har
pojkvän
turi
vaikiną/draugą
Do
have
boyfriend
一
杯
葡
萄
酒
хочете
келих
вина
Хочешь
бокал
бихте
искали
чаша
вино
glas
víni
Möchtest
Glas
Wein
Vorresti
bicchiere
vino
Vill
ett
vin
norėtumėte
taurę
vyno
Would
glass
wine
他
白
痴
він
ідіот
Он
идиот
той
hann
asni
Er
Idiot
È
idiota
Han
idiot
Jis
kvailys
He
an
扰
Залиш
мене
спокої
оставь
меня
покое
оставете
ме
мира
láttu
friði
Lass
mich
Ruhe
Lasciami
solo
Lämna
ifred
Palik
mane
ramybėje
Leave
alone
酗
велика
проблема
алкоголем
большие
проблемы
Имате
голям
проблем
алкохола
stórt
vandamál
tengslum
alkólisma
großes
Alkoholproblem
grosso
problema
alcol
stora
alkoholproblem
turite
didelių
problemų
susijusių
alkoholio
vartojimu
big
alcohol
problem
厕
所
де
знаходиться
туалет
Где
тоалетната
hvar
klósettið
Wo
Toilette
Dov'è
bagno
toaletten
Kur
tualetas
toilet
让
用
生
间
можна
Можно
воспользоваться
туалетом
Мога
използвам
má
nota
salernið
benutzen
Potrei
usare
låna
galėčiau
pasinaudoti
tualetu
use
хочу
Искам
това
vil
Das
Voglio
questo
šito
noriu
want
this
Не
харесва
nepatinka
东
西
еще
имате
още
átt
meira
þessu
Haben
mehr
davon
Ne
hai
ancora
mer
av
daugiau
more
重
важливо
важно
mikilvægt
wichtig
importante
Det
viktigt
Tai
nėra
svarbu
This
important
дуже
много
sehr
labai
very
跟
йди
мною
идите
мной
последвайте
fylgdu
Folgen
Seguimi
Följ
Eikite
paskui/sekite
Follow
побачимося
встречи;
увидимся
скоро
/
Ще
видим
после
sjáumst
Bis
vediamo
ses
Pasimatysime
See
坐
можеш
їхати
моїй
машині
можешь
поехать
моей
машине
можете
отидете
колата
getur
komið
minn
können
fahren
Puoi
salire
sulla
mia
macchina
kan
ta
min
bil
galite
važiuoti
mano
mašina
can
go
car
做
Чому
робите
зачем
сделал
го
направи
gerði
hast
das
gemacht
fatto
gjorde
padarėte
拥
抱
обійми
Обними
прегърни
gefðu
knús
Umarme
Abbracciami
Ge
kram
Apkabink
Give
hug
吻
поцілуй
Поцелуй
дай
целувка
koss
Gib
Kuss
Dammi
bacio
puss
Pabučiuok
kiss
相
信
тобі
вірю
верю
вярвам
trúi
glaube
credo
tror
netikiu
tavimi
believe
处
女
незайманий
девственница
девствена
hreinn
sveinn/mey
Jungfrau
vergine
oskuld
nekalta
virgin
校
时
候
开
коли
починається
школа
Когда
начнется
обучение
школе
Кога
започва
училище
hvenær
byrjar
skólinn
Wann
fängt
Schule
När
börjar
skolan
Kada
prasideda
pamokos
When
school
start
诉
скажіть
пожалуйста
скажите
кажете
segðu
sagen
Per
raccontami
Berätta
tack
pasakykite
tell
近
梯
Де
найближчий
ліфт
ближайшый
лифт
най-близкия
асансьор
lyftan
der
nächste
Aufzug
l'ascensore
vicino
den
närmsta
hissen
artimiausias
liftas
Where's
nearest
lift
知
道
能
找
房
знаєте
знайти
номер
знаете
где
найти
комнату
/проживание/
намеря
стая
veist
fundið
gistiherbergi
Wissen
wo
Zimmer
finden
kann
Sai
posso
trovare
camera
Vet
vart
rum
žinote
rasti
kambarį
know
where
find
room
麻
烦
推
荐
价
格
合
店
吧
порекомендувати
готель
помірною
ціною
посоветовать
недорогую
гостиницу
Може
препоръчате
хотел
разумна
цена
mælt
einhverju
hóteli
gott
verð
Können
preiswertes
Hotel
empfehlen
Potreste
consigliarmi
hotel
prezzi
ragionevoli
rekommendera
hotell
rimliga
priser
galėtumėte
rekomenduoti
viešbutį
už
prieinamą
kainą
recommend
reasonably
priced
预
定
могли
забронювати
Можете
забронировать
може
резервирате
bókað
für
reservieren
Potresti
prenotare
boka
Gal
užsakyti
Could
book
离
远
далеко
звідси
Это
отсюда
далеч
langt
héðan
Ist
weit
von
entfernt
distante
Är
långt
bort
toli
nuo
Is
far
该
那
туди
потрапити
туда
попасть
стигна
там
kemst
þangað
komme
hin
faccio
ad
arrivare
lì
kommer
dit
ten
patekti
there
画
小
地
图
намалювати
невелику
карту
нарисовать
план
(карту)
Бихте
начертали
малка
карта
gæti
teiknað
lítið
kort
eine
kleine
Skizze
machen
disegnarmi
piccola
mappa
Skulle
kunna
rita
liten
karta
nubraižyti
planą
draw
little
map
для
комната
място
мен
herbergi
till
忘
掉
забути
неважно
забудь
об
этом
забравете
gleyma
Vergiss
Si
figuri
Glöm
Pamirškite
Forget
цього
буде
невозможно
бъде
verður
farà
går
neįmanoma
It
won't
事
має
чого
робити
иметь
никакого
нямат
нищо
общо;
работа
ekkert
gera
Nichts
tun
avere
niente
inget
göra
Neturiu
ką
veikti
nothing
饿
хочеш
їсти
хочешь
Гладен
Ert
svangur
(kk)
svöng
(kv)
Bist
hungrig
fame
alkanas
hungry
婚
одружені
женаты
Женен/а
giftur
gift
Sind
verheiratet
sposato
vedęs
married
梳
头
Розчеши
Расчешись
Среши
Greiddu
Bürste
Haar
Spazzolati
Borsta
Sušukuok
savo
Brush
关
门
Закрий
двері
Закрой
дверь
Затвори
вратата
Lokaðu
hurðinni
Schließ
Tür
Chiudi
porta
Stäng
dörren
Uždarykite
duris
Close
door
窗
вікно
окно
прозореца
glugganum
Fenster
finestra
fönstret
langą
window
汽
машина
Имаш
кола
Ertu
bíl
Auto
l'automobile
饮
料
Бажаєте
напій
хотите
напиток
Искате
безалкохолна
напитка
Viltu
gosdrykk
Möchten
Erfrischungsgetränk
Vuoi
drink
analcolico
läsk
norite
nealkoholinio
gėrimo
soft
原
谅
Пробачте
Извините
Извинете
afsakið
Entschuldigung
Scusami
Ursäkta
Excuse
Пробач
Прости
Verzeiht
Perdonami
Förlåt
Atleiskite
Forgive
покажете
жестами
жестовым
языком
подписваш
Hvernig
táknar
gebärdest
tecknar
reikia
rodyti
gestus
Сколько
Hversu
孩
子
дітей
детей
деца
Hvað
mörg
börn
viele
Kinder
många
barn
vaikų
many
children
заміжня
женат(
замужем)
омъжена
Ég
很
高
兴
щасливий
счастлив(а)
Щастлив
ánægður
glücklich
felice
glad
laimingas
happy
难
过
сумно
грустно
Тъжен
leiður
traurig
triste
ledsen
liūdnas
sad
丢
书
мою
книгу
потерял(-а)
Изгубих
мойта
книга
týndi
bókina
mína
hab
mein
Buch
verloren
Ho
perso
mio
libro
tappat
bok
pamečiau
knygą
lost
伞
свою
парасольку
зонт
чадъра
regnhlífina
meinen
Schirm
ombrello
paraply
skėtį
umbrella
需
冷
потрібен
холодний
надо
попить
Имам
нужда
студена
þarf
fá
kaldan
drykk
muss
etwas
Kaltes
trinken
bisogno
bevanda
fredda
behöver
något
kallt
dricka
šalto
need
cold
刷
牙
потрібно
почистити
зуби
почистить
зубы
Трябва
измия
зъбите
bursta
tennurnar
mínar
Zähne
putzen
lavarmi
denti
borsta
tänderna
išsivalyti
dantis
brush
teeth
Давайте
зробимо
вечірку
Давай
веселиться
Хайде
празнуваме
Höldum
partý
Lasst
Party
Facciamo
Nu
vi
Šveskime
Let's
party
借
позичити
твою
машину
одолжить
заема
Get
fengið
þinn
lánaðan
ausleihen
prendere
prestito
Får
din
pasiskolinti
May
borrow
忙
Вам
допомогти
помочь
помогна
hjálpað
Ihnen
helfen
aiutarla
Behöver
padėti
父
亲
世
Мій
батько
помер
минулому
році
Мой
отец
умер
прошлом
году
Баща
почина
миналата
Faðir
lést
á
síðasta
ári
Mein
Vater
letztes
Jahr
gestorben
Mio
padre
venuto
mancare
l'anno
scorso
Min
pappa
gick
förra
året
tėvas
mirė
praeitais
metais
father
passed
away
last
year
网
络
连
接
中
断
Моє
підключення
інтернету
впало
интернета
Интернет
връзката
работи
Nettenging
liggur
niðri
Internetverbindung
gestört
La
connessione
internet
bassa
internetuppkoppling
fungerar
interneto
ryšys
nutrūko
connection
down
谁
Хто
Кто
Кой
Вие/
Hvert
Wer
Chi
Vem
Who
号
码
Який
ваш
Какой
телефона
Какъв
вашият
телефонен
símanúmerið
Welche
Telefonnummer
Vilket
telefonnummer
telefono
numeris
What
phone
number
机
мобільного
мобильного
номерът
телефон
farsímanúmerið
deine
Handynummer
mobilnummer
cellphone
类
型
Яку
роботу
виконуєте
Какая
С
занимавате
Hvers
konar
vinnur
Beruf
Che
lavoro
fai
jobbar
Kokį
darbą
kind
job
зараз
часу
spät
dabar
Коли
зачиняється
он
закрывается
затваря
Hvenær
lokar
wird
geschlossen
stänger
jie
užsidaro
close
вона
відкривається
открывается
отваря
opnar
geöffnet
öppnar
atsidaro
open
твій
Къде
приятеля
Hvar
kærastinn
tuo
vaikinas
呀
Hver
ця
людина
этот
мужчина
този
Mann
quell'uomo
mannen
tas
vyras
that
愿
意
跳
支
舞
Хочете
танцювати
потанцевать
танцувате
Langar
dansa
tanzen
Ti
va
ballare
pašokti
dance
漂
亮
Ваша
подруга
виглядає
Твоя
девушка
симпатичная
Приятелката
изглежда
Kærasta
falleg
Deine
Freundin
hübsch
fidanzata
carina
Din
flickvän
trevlig
Jūsų
mergina
atrodo
gražiai
Your
girlfriend
looks
麦
当
劳
McDonalds
Макдональдс
McDonald's
ligger
restoranas
禁
止
пий
кермом
пей
рулем
карай
пил
Eftir
einn
ei
aki
neinn
Kein
Alkohol
Steuer
Se
bevi
guidare
Don't
and
drive
Nevairuok
išgėręs
每
期
二
Він
ходить
щовівторка
ходит
каждый
вторник
Той
ходи
всеки
Вторник
Hann
fer
bíó
hverjum
þriðjudögum
jeden
Dienstag
ins
Lui
ogni
martedì
bio
varje
tisdag
Kiekvieną
antradienį
jis
eina
į
kiną
goes
movies
every
Tuseday
87
岁
Йому
Ему
ára
Jahre
år
Jam
metai
years
两
前
买
купив
новий
будинок
два
роки
тому
купил
новый
дом
года
назад
Купих
нова
къща
преди
две
keypti
hús
tveimur
árum
Vor
2
Jahren
neues
Haus
gekauft
comprato
casa
nuova
due
fa
köpte
nytt
hus
två
sedan
nusipirkau
naują
namą
prieš
metus
bought
house
two
ago
半
约
призначена
зустріч
2:30
назначено
230
среща
stefnumót
(fund
viðtal)
kl
hálf
þrjú
pm
Verabredung
appuntamento
möte
halv
tre
turiu
susitikimą
val
appointment
三
月
付
费
次
плачу
кожні
три
місяці
каждые
месяца
Плащам
месеца
borga
þriggja
mánaðar
fresti
zahle
3
Monate
Pago
mesi
betalar
var
tredje
månad
moku
kas
tris
mėnesius
pay
three
months
六
都
她
бачу
її
щосуботи
вижу
ее
каждую
субботу
виждам
всяка
събота
sé
hana
laugardegi
sehe
Samstag
vedo
tutti
sabati
träffar
henne
lördag
matau
ją
kiekvieną
šeštadienį
see
her
Saturday
望
姑
妈
відвідував
тітку
был(а)
своей
тети
посетих
моята
леля
heimsótti
frænku
mánuðum
besuchte
Tante
vor
Monaten
andato
zia
besökte
moster
månader
aplankiau
tetą
visited
aunt
于
九
零
народився
1960
родился
Роден
през
fæddist
geboren
nato
nel
föddes
gimiau
was
Born
побачу
наступний
понеділок
Увидимся
следующий
понедельник
следващия
понеделник
næsta
mánudag
nächsten
Montag
lunedì
prossimo
nästa
måndag
Susitiksime
kitą
pirmadienį
will
next
Monday
现
50
分
差
十
Зараз
10
хвилин
900
Сейчас
850
Часът
8:50
Það
tíu
mínútur
níu
9
9:00
meno
tio
nio
Dabar
be
minučių
valandos
四
刻
4:45
445
4
45
kvart
fem
Час
вийшов
Время
вышло
Време
свърши
Tíminn
upp
Die
vorbei
ora
Tiden
ute
Laikas
baigėsi
Time
up
问
题
Є
питання
Есть
вопросы
Въпроси
Einhverjar
spurningar
Fragen
Några
frågor
dar
klausimų
Any
questions
始
写
Починайте
писати
Начинайте
писать
започвам
пиша
Byrjið
skrifa
Fang
schreiben
Inizia
scrivere
Börja
skriv
Pradėk
rašyti
Begin
writing
鲍
勃
团
队
表
Боб
працює
групі
занимается
группе
група
Bob
hópum
arbeitet
Gruppe
lavora
gruppo
grupper
Bobas
dirba
grupėse
works
well
groups
把
Затворете
учебниците
bókinni
þinni
Mach
Užverskite
失
败
пройшов
провалився
прошел
провалился
Взе
скъсаха
Náðirðu
féllstu
bestanden
durchgefallen
stato
promosso
bocciato
Blev
godkänd
underkänd
išlaikei
nepavyko
Did
pass
fail
ходиш
школи
ходишь
школу
Ходиш
Ferðu
skólann
Gehst
zur
Vai
scuola
gå
eini
mokyklą
课
讲
багато
говорить
класі
болтает
уроках
говори
talar
tímum
redet
Klasse
parla
classe
pratar
under
lektioner
pamokas
daug
kalba
talks
class
студент
nemandi
Student
uno
studente
student
studentas
艺
术
专
业
спеціалізуюся
мистецтві
Моя
специализация
искусство
специалност
изкуство
Mitt
aðalfag
listgreinar
studiere
Kunst
sto
specializzando
Arte
huvudämne
konst
Universitete
specializuojuosi
mene
majoring
Art
贸
易
бізнесі
бизнесс
Азсъм
Бизнес
viðskiptafræði
Betriebswirtschaft
Economia
inriktning
företagsekonomi
versle
Business
化
хімії
химия
efnafræði
Chemie
Chimica
kemi
chemijoje
Chemistry
计
算
комп'ютерах
компьютеры
Компютри
tölvufræði
Computertechnik
Informatica
datorkunskap
kompiuterijoje
Computers
咨
询
фах
консультування
психотерапия
консултиране
ráðgjöf
psychologische
Beratung
laureando
Consulenza
Psicologica
rådgivning
konsultavime
Counseling
教
育
навчання
специализация-
педагогика
Образование
kennslufræði
Pädagogik
Educazione
pedagogik
ugdyme
Education
健
康
спеціаліст
області
охорони
здоров'я
медицина
уча
Здраве
heilbrigðisfræði
Medizin
Medicina
hälsa
sveikatos
apsaugoje
Health
读
历
史
історії
история
История
sagnfræði
Geschichte
Storia
historia
istorijoje
History
主
修
政
спеціалізуюсь
економіці
домашняя
экономика
Битова
Икономика
hússtjórnarfræði
Ökotrophologie
Domestica
hemkunskap
namų
ekonomikoje
Home
Economics
数
математиці
математика
Mатематика
stærðfræði
Mathematik
Matematica
matematik
matematikoje
Math
哲
філософії
философия
Философия
heimsspeki
Philosophie
Filosofia
filosofi
filosofijoje
Philosophy
治
疗
фізіотерапії
физиотерапия
Физикална
Терапия
sjúkraþjálfun
Physiotherapie
Fisioterapia
sjukgymnastik
fizinėje
terapijoje
Physical
Therapy
心
психології
психология
Психология
sálfræði
Psychologie
Psicologia
psykologi
psichologijoje
Psychology
科
науках
наука
Наука
vísindi
Naturwissenschaften
Scienze
vetenskap
gamtos
moksluose
Science
戏
剧
театрах
театр
Театър
leiklist
Theaterwissenschaften
Teatro
teater
dramoje
Theater
纸
“
B
”
отримав
'B'
моєму
бланку
За
письменную
работу
получил
"4"
моя
доклад
fékk
verkefnina
Arbeit
Zwei
bekommen
preso
distinto
compito
fick
uppsats
Gavau
testo
got
on
paper
C
'С'
получил"3"
Drei
buono
'C'
D
'D'
"2"
Vier
sufficiente
毕
закінчив
закончил
учиться
Завърших
útskrifaðist
Abschluss
laureato
tog
examen
baigiau
mokslus
graduated
提
完
завершувати
рано
люблю
раньше
заканчивать
Обичам
свършвам
Mér
betra
ljúka
verkefni
mín
fyrr
früh
meiner
fertig
completare
anticipo
slutföra
arbete
tidigt
baigti
darbus
anksti
complete
work
early
习
вчитися
Харесва
lerne
gern
studiare
studera
mokytis
study
熬
夜
вчився
всю
ніч
занималась(-ся)
ночь
Учих
цяла
las
alla
ganze
gelernt
studiato
tutta
pluggade
hela
natten
mokiausi
visą
naktį
studied
all
简
听
指
示
Джейн
повинна
прислухатися
настанов
слушать
указания
необходимо
слуша
насоки
Jane
hlusta
leiðbeiningar
Anweisungen
hören
istruzioni
måste
lyssna
instruktioner
Džeinei
klausytis
nurodymų
needs
listen
directions
乔
迟
Джо
запізнюється
уроки
часто
опаздывает
занятия
закъснява
прекалено
често
Joe
oft
seinn
kommt
zum
Unterricht
spesso
ritardo
lezione
sen
lektionerna
ofta
Jonas
dažnai
vėluoja
late
often
说
Математика
складний
предметдля
дается
трудом
Математиката
труден
предмет
Stærðfræði
erfitt
fag
Mit
Mathe
Schwierigkeiten
matematica
materia
difficile
Matematik
svårt
ämne
matematika
sunkus
dalykas
difficult
subject
迈
克
勤
奋
Майк
працьовитий
усердный
трудолюбив
ученик
Mike
duglegur
námsmaður
fleißiger
Schüler
si
impegna
hårt
arbetande
Maikas
besistengiantis
hard-working
绩
稳
步
Мої
оцінки
поліпшуються
постійно
отметки
постоянно
улучшаются
Оценките
подобряват
постянно
Einkunnir
betri
Noten
immer
besser
voti
migliorano
costantemente
betyg
förbättras
stadigt
pažymiai
pastoviai
gerėja
grades
improving
steadily
考
试
许
розмовляти
під
тесту
Во
время
теста
разговаривать
говорете
време
Ekki
tala
meðan
prófinu
stendur
Während
Klassenarbeit
bitte
Unterhaltungen
durante
l'esame
Inget
prat
provet
Nekalbėkite
metu
No
talking
during
test
本
Відкрийте
Открой
Отворете
вашата
Opnaðu
þína
Schlag
Aprite
vostro
Öppna
Atsiversk
Open
擦
黑
板
витирайте
дошку
стирай
доски
Моля
изтривайте
дъската
töfluna
Tafel
cancellare
lavagna
sudda
tavlan
nenuvalykite
lentos
don't
erase
board
Припиніть
Прекратите
Спрете
пишете
Hættu
Hör
Smetti
Sluta
skriva
Baik
Stop
明
天
нас
тест
завтра
тестирование
Имаме
утре
Við
verðum
prófi
morgun
morgen
Abbiamo
domani
prov
imorgon
rytoj
rašysime
testą
tomorrow
Які
курси
вивчатимете
цьому
семестрі
На
какие
курсы
идете
семестре
Какви
курсове
вземете
семестър
Hvaða
fög
tekur
þessari
önn
Kurse
wählst
dieses
Semester
corsi
facendo
semestre
Vilka
kurser
tar
denna
termin
Kokius
dalykus
mokysites
šį
semestrą
courses
taking
semester
缺
席
必
须
由
Якщо
були
відсутні
то
повинні
вибачитися
Если
пропустил
должен
принести
справку
Когато
отсъствали
трябва
носите
извинение
Þegar
verið
fjarverandi
afsökunarbeiðni
Wenn
fehlen
dann
müssen
Entschuldugung
abgeben
varit
frånvarande
Jeigu
privalote
atnešti
atleidimo
raštelį
been
absent
must
bring
excuse
论
文
交
повернув
ці
папери
сдали
предали
доклада
все
Þú
skilað
verkefninu
ennþá
abgegeben
consegnato
lämnat
ännu
vis
nepridavėte
rašto
darbo
turned
yet
переривати
Нельзя
прерывать
Вие
прекъсвате
mátt
vera
truflaður
unterbrich
devi
interrompere
får
avbryta
nepertraukti
(kalbos
darbo)
interrupt
糟
糕
пишеш
жахливо
Твой
почерк
ужасный
Вашето
писане
ужасно
Skrif
hræðileg
Schrift
unleserlich
grafia
terribile
Ditt
skrivande
fruktansvärt
rašyba
pasibaisėtina
terrible
行
李
包
зібрали
свої
речі
сложили
вещи
Опакова
багажа
búinn
pakka
niður
farangurinn
Koffer
gepackt
bagagli
dina
väskor
packade
lagaminai
sudėti
bags
packed
вмієте
водити
умеете
водить
Можеш
шофираш
Geturu
keyrt
Kannst
köra
mokate
vairuoti
等
Зачекайте
будь
Подождите
изчакаш
beðið
þarna
warten
aspettarmi
vänta
där
palaukti
wait
空
Приходь
якось
Приходи
ко
когда-нибудь
Ела
гости
някога
Komdu
heimsæktu
einhvern
tíma
Komm
doch
irgendwann
mal
besuchen
Kom
besök
någon
gång
Aplankyk
kada
nors
visit
sometime
城
市
міста
города
града
borginni
Stadtplan
della
città
över
staden
miesto
žemėlapį
city
宣
传
册
якісь
брошури
какие-нибудь
брошюры
някакви
Áttu
einhverja
bækling
irgendwelche
Broschüren
qualche
depliant
några
broschyrer
kokių
lankstinukų
any
brochures
票
квиток
билет
Билета
теб
miðann
Ticket
biglietto
biljett
bilietą
ticket
如
何
使
排
档
杆
як
користуватися
коробкою
передач
А
пользоваться
рычагом
переключения
скоростей
Знаеш
използва
скоростния
лост
Veistu
beinskiptingu
Weißt
wie
einer
Kupplung
schaltet
cambio
manuale
hur
använder
växelspak
moki
naudotis
rankine
greičių
dėže
how
stick-shift
говорите
французькою
по-французски
Говориш
френски
Tala
frönsku
Sprichst
Französisch
Parli
Talar
franska
kalbi
prancūziškai
speak
德
німецькою
по-немецки
немски
þýsku
Deutsch
tedesco
tyska
vokiškai
German
利
італійською
по-итальянски
италиански
ítölsku
Italienisch
italiano
italienska
itališkai
Italian
班
іспанською
по-испански
испански
Talarðu
spænsku
Spanisch
spagnolo
spanska
ispaniškai
Spanish
купили
Купи
билета
kaupa
già
köpt
nusipirkai
日
коли-небудь
Японії
когда-либо
были
Японии
Бил
Япония
Hefur
Japan
Warst
schon
einmal
mai
Giappone
någonsin
buvai
Japonijoje
ever
逗
留
надовго
зупинилися
насколько
останеш
bleibst
länge
stannar
laiko
būsi
long
staying
nóttin
nakvynė
今
飞
往
纽
лечу
Нью-Йорку
сьогодні
ввечері
Сегодня
вечером
Нью-Йорк
Довечера
летя
Ню
Йорк
flýg
New
York
kvöld
fliege
heute
Abend
nach
Stanotte
devo
volo
flyger
ikväll
skrendu
Niujorką
šiąnakt
flying
tonight
宾
馆
洗
澡
йду
щоб
прийняти
ванну
чтобы
принять
взема
душ
hótel
bað
werde
gehen
und
Bad
nehmen
farmi
hotellet
bad
išsimaudyti
take
bath
油
закінчився
бензин
кончился
Свършила
газта
Bensínið
búið
kein
Benzin
finito
benzina
slut
bensin
degalai
out
gas
驾
照
немає
ліцензії
лицензии
нямам
лиценз
skilríki
Genehmigung
patente
ingen
licens
neturiu
licenzijos
license
昨
轮
胎
漏
气
спустило
колесо
вчора
Вчера
проколол
Спуках
гумата
вчера
sprakk
hjá
gær
Gestern
hatte
Platten
gomma
terra
ieri
punktering
igår
Vakar
nuleido
padangą
flat
tire
yesterday
护
паспорт
Загубил
паспорта
vegabréfinu
mínu
Pass
passaporto
pasą
passport
辆
出
租
таксі
такси
leigubíl
brauche
Taxi
taxi
taksi
带
场
відвезу
аеропорт
отвезу
аэропорт
закарам
летището
keyri
flugvöll
bringe
Flughafen
porterò
all'aeroporto
flygplatsen
pavešiu
tave
iki
oro
uosto
airport
双
двох
нужна
двоих
двойна
tveggja
manna
hätte
Doppelzimmer
doppia
dubbelrum
dviviečio
kambario
double
张
收
据
квитанцію
Чек
Счет
разписка
kvittun
ricevuta
kvitto
sąskaitos
(čekio)
receipt
кімнату
одну
один
една
suche
1
stanza
vienai
nakčiai
one
单
одномісний
одного
человека
единична
einstaklingsherbergi
Einzelzimmer
singola
enkelrum
vienviečio
single
订
застережити
направя
резервация
myndi
pöntun
bokning
rezervuoti
make
reservation
括
餐
входить
сніданок
Завтрак
включен
Закуската
включена
morgunmatur
innfalinn
Frühstück
dabei
inclusa
colazione
Ingår
frukost
pusryčiai
įskaičiuoti
breakfast
included
认
Хтось
зустрічався
Вас
кто-нибудь
встречает
Някой
посрещне
einhver
Triffst
jemandem
vedendo
con
qualcuno
Ska
kažkuo
susitikti
somebody
您
побачити
Ваш
видя
Má
sjá
farseðilinn
Ihr
vedere
suo
se
pamatyti
please
慢
Уповільнитися
правий
поворот
Помедленней
поверните
направо
Забавете
направете
десен
завой
Hægðu
beygðu
vinstri
Fahr
langsamer
biege
rechts
ab
Rallenta
e
gira
destra
Sakta
ner
högersväng
Sulėtink
ir
pasuk
dešinę
Slow
turn
洲
Коли-небудь
поїду
Африку
Когда-нибудь
поеду
замина
Африка
Einhvern
mun
Afríku
Irgendwann
Afrika
Un
giorno
andrò
Africa
Någon
aš
keliausiu
Afriką
Someday
Зупиніться
Остановитесь
Stoppaðu
Hier
anhalten
Fermati
Stanna
Sustok
雾
闭
Аеропорт
закритий
через
туман
Из-за
тумана
аэропорты
закрыты
Летището
затворено
поради
мъгла
Flugvellir
lokaðir
vegna
þoku
Der
wegen
des
Nebels
Gli
aeroporti
chiusi
causa
nebbia
Flygplatsen
stängd
grund
dimma
Aerouostai
uždaryti
dėl
rūko
The
closed
fog
航
取
消
Політ
був
скасований
Рейс
отменен
Полетът
бил
Flugið
aflýst
Flug
fällt
Il
cancellato
Flyget
ställts
Skrydis
buvo
atšauktas
flight
has
cancelled
延
误
відкладений
годину
задерживается
отложен
един
seinkað
klukkutíma
Abflug
verschiebt
sich
Stunde
spostato
un'ora
blivit
försenat
timme
nukeltas
valandai
delayed
hour
准
备
登
Літак
готовий
посадки
Самолет
готов
к
приему
пассажиров
борт
Самолетът
качване
борда
сега
Flugvélin
reiðubúin
inngöngu
núna
Flugzeug
bereit
Einsteigen
Adesso
l'aereo
pronto
l'imbarco
Planet
redo
påstigande
nu
Lėktuvas
paruoštas
įlaipinimui
plane
ready
boarding
now
位
Місця
зарезервовані
Места
зарезервированы
Седалките
са
запазени
Sætin
frátekin
Plätze
reserviert
posti
riservati
Sätena
bokade
Vietos
nerezervuotos
seats
reserved
2х
годинна
зупинка
2-часовая
задержка
Има
престой
tvær
klukkustundir
bið
Stunden
Aufenthalt
scalo
dura
blir
uppehåll
timmar
Yra
dviejų
sustojimas
There
layover
将
着
陆
Ми
приземлятися
десять
приземлимся
минут
Ние
кацнем
след
десет
минути
VIð
munum
lenda
eftir
landen
Minuten
Atterreremo
giro
minuti
landa
minuter
nusileisime
po
land
minutes
公
共
达
О
котрій
автобус
прибуває
приходит
пристига
автобусът
kemur
vagninn
Bus
A
arriva
bus
Vilken
tid
anländer
bussen
atvyksta
autobusas
arrive
відльоту
літака
какое
самолет
взлетает
излита
самолета
flugvélin
flugtak
fliegt
decolla
lyfter
planet
pakils
lėktuvas
what
takeoff
火
поїзд
отходит
поезд
потегля
влака
lestin
fährt
Zug
parte
treno
avgår
tåget
išvažiuos
traukinys
train
leave
退
контроль
расчетный
освобождаването
хотелската
afgreiðslukassinn
auschecken
utcheckningen
išsiregistruoti
checkout
купити
квитки
купить
билеты
купя
билети
kaupir
Tickets
kaufen
Dove
compri
biglietti
köper
biljetter
nusipirkti
bilietų
buy
tickets
博
музей
музеят
safnið
Museum
museo
museet
muziejus
museum
театърът
leikhúsið
teatro
teatern
teatras
theatre
旅
游
息
офіс
туристичної
інформації
информация
туристов
туристическо
информационно
бюро
ferðamannaupplýsingaþjónusta
Touristeninformation
l'ufficio
informazioni
turisti
turistbyrån
turizmo
informacijos
centras
tourist
information
office
乘
司
Якій
авіакомпанії
надаєте
переваги
авиакомпанией
летите
Коя
авиокомпания
flugfélag
ferð
Fluggesellschaft
nimmst
flygbolag
Kuriomis
linijomis
skrendate
Which
airline
晨
6
醒
подзвониш
6:00
позвонить
утра
обади
сутринта
Myndi
hringja
morgunin
morgens
anrufen
svegliarmi
ringa
paskambinti
call
杂
志
报
журнал
або
газету
Хотите
списание
вестник
tímarit
dagblað
Zeitschrift
Zeitung
Vuole
rivista
giornale
veckotidning
dagstidning
Ko
žurnalo
laikraščio
magazine
newspaper
银
користуєшся
онлайн-банкінгом
пользуетесь
онлайн-банком
Използваш
електронно
банкиране
Gerir
bankaviðskipti
netinu
Machst
Online-Banking
Usi
servizio
home
banking
Använder
internetbanken
naudojiesi
elektronine
bankininkyste
bank
online
式
телетекстом
TTY(телепринтер)
Átt
textasíma
Schreibtelefon
TTY
texttelefon
prietaisą
skirtą
bendrauti
tektu
laidinį
aparatą
程
师
вчуся
інженера
мережі
учусь
сетевого
инженера
Мрежов
инженер
kerfisverkfræðingur
mache
Studium
Netzwerk-Ingenieur
studiando
diventare
ingegnere
informatico
studerar
nätverkstekniker
mokausi
būti
kompiuterinių
tinklų
inžinieriumi
network
engineer
硬
盘
驱
动
器
故
障
збій
жорсткого
диска
поврежден
жесткий
диск
Имах
повреда
твърдия
Harður
diskurinn
bilaði
Festplatte
war
kaputt
danneggiato
disco
fisso
hade
hårddiskkrasch
Sugedo
kietasis
diskas
had
hard
failure
宽
з'єднання
DSL
интернет
соединение
връзка
net
DSL-Verbindung
DSL-anslutning
DCL
jungtį
片
编
辑
序
програма
редагування
фотографій
фоторедактор
редактиране
снимки
nýja
útgáfu
ljósmyndaforriti
Bildbearbeitungs-Programm
nuovo
programma
fotoritocco
fotoredigeringsprogram
programą
fotografijų
redagavimui
photo
editing
program
інтернет-магазини
делать
покупки
онлайн
пазаруване
Online-Shopping
shoppa
pirkti
internetu
爱
纯
平
显
свій
плоский
екран
монітора
мой
монитор
Харесвам
плосък
монитора
elska
flatskjá
liebe
Flachbildschirm
Adoro
monitor
schermo
piatto
älskar
plattskärm
plokščiaekranis
monitorius
love
screen
伙
伴
свого
нового
своего
верного
друга
нов
помощник
félaga
neuen
Kumpel
compagno
sidekick
naujasis
pagalbininkas
垃
圾
邮
件
отримую
спаму
Ко
спама
Получавам
спам
fæ
ruslpósti
bekomme
Spam
Ricevo
troppe
e-mail
spam
gaunu
SPAMŲ
(reklaminių
laiškų)
receive
використовую
outlook
електронної
пошти
Для
емайл
использую
Използвам
Outlook
имейл
tölvupóst
benutze
Mails
Uso
inviare
e-post
naudoju
OUTLOOK
elektroniniam
paštui
email
插
入
软
Вставте
дискету
Вставь
Поставете
флопи
Settu
inn
"floppy"
disk
Leg
Diskette
Laufwerk
Inserisci
floppy
Sätt
diskett
Įdėkite
diskelį
Insert
速
повільним
медленный
бавна
Nettengingin
hægvirk
langsam
lenta
långsam
lėtas
slow
脑
死
монітор
зламався
работает
Монитора
мъртъв
Tölvuskjárinn
virkar
Monitor
defekt
funziona
skärm
död
sugedo
dead
текстовий
редактор
-це
Word
Ворд
Моята
текстообработваща
Ritvinnsluforritið
Textverarbeitungsprogramm
elaboratore
ordbehandlare
teksto
redaktorius
programa
word
processor
鼠
标
垫
Це
килимок
миші
симпатичный
коврик
мышки
Това
пад
мишка
músarmotta
Mousepad
fin
musmatta
Gražus
pelės
kilimėlis
That
pretty
mouse
pad
基
督
християнин
христианин
Християнин
kristinn
kristin
Christ
cristiano
kristen
krikščionis
Christian
参
加
прихожанин
церкви
Религиозен
meðlimur
þessara
kirkju
Mitglied
Kirche
membro
Chiesa
medlem
kyrkan
bažnyčios
bendruomenės
narys
member
church
翻
译
бажаєте
перекладав
церемонію
переводил
церемонию
Искатели
интерпретирам
лекцията
túlki
predikuna
Soll
Messe
übersetzen
interpreti
l'omelia
tolka
predikan
nori
kad
interpretuočiau
pamokslą
interpret
sermon
士
бути
провідником
был
проповедником
проповедник
vanur
prédikari
Prediger
Era
sacerdote
brukade
vara
predikant
dvasininkas
used
preacher
堂
ходжу
церкву
щонеділі
хожу
церковь
каждое
воскресенье
ходя
църква
неделя
sunnudegi
Sonntag
Vado
chiesa
tutte
domeniche
söndag
bažnyčią
sekmadienį
Sunday
青
组
молодіжна
молодежная
группа
младежката
ungmennahóp
þar
Gibt
Jugendgruppe
C'è
giovanile
Finns
ungdomsgrupp
jaunimo
grupė
youth
group
Вона
місіонерка
Она
миссионер
Тя
мисионер
Hún
trúboði
Missionarin
Lei
missionaria
Hon
missionär
Ji
misionierė
She
missionary
址
Яка
адреса
адрес
адресът
църквата
heimilisfangið
kirkjuna
Adresse
adress
adresas
church's
address
телефонний
телефонътна
símanúmer
hat
供
服
务
послуги
Что
предлагаете
вид
услуга
þjónustu
Welchen
Service
bieten
tipo
servizi
offri
typ
gudstjänst
ni
Kokias
paslaugas
teikiate
service
营
обслуговування
служба
услугите
þjónustan
Gottesdienste
gudstjänsterna
Kokiu
teikiamos
paslaugos
times
services
проходять
зустрічі
недільної
встречается
воскресная
състои
Неделното
Училище
sunnudagsskólinn
haldinn
findet
Kindergottesdienst
statt
ci
incontra
domenicale
träffas
söndagsskolan
vyksta
Sekmadieninės
mokyklėlės
susitikimai
School
研
究
вчені
ступені
него
высших
образования
има
научни
степени
tvö
meistaragráður
zwei
Universitätsabschlüsse
lauree
diplomus
graduate
degrees
放
假
трьохтижнева
відпустка
3-недельный
отпуск
седмици
vikna
frí
Wochen
Urlaub
settimane
vacanza
veckors
savaites
atostogų
weeks
vacation
部
цей
фільм
рази
Этот
фильм
видел(а)
раза
Гледал
филм
пъти
myndina
þrisvar
diesen
Film
dreimal
film
volte
filmen
gånger
mačiau
šitą
filmą
jau
kartus
movie
咖
啡
вип'ю
половину
чашки
кави
полчашки
кофе
искам
половин
кафе
hálfan
bolla
kaffi
halbe
Tasse
Kaffee
Berrò
mezza
tazza
caffè
kopp
kaffe
paimsiu
pusę
puodelio
kavos
half
cup
coffee
працюю
шість
днів
тиждень
работаю
шесть
дней
неделю
работя
шест
дни
седмицата
vinn
sex
daga
vikuna
arbeite
Tage
Woche
Lavoro
giorni
dagar
veckan
dirbu
šešias
dienas
savaitę
six
days
week
已
经
节
食
дієті
протягом
12
тижнів
диете
недель
диета
mataræði
vikur
seit
Diät
dieta
bantat
veckor
laikiausi
dietos
savaičių
I've
diet
twelve
Моят
Símanúmerið
numero
is…
триває
ваканция
Sumarfríið
þrjár
mánuði
In
Le
mie
vacanze
durano
atostogos
mėnesių
Сміттєвоз
приходить
раз
Мусоровозка
приезжает
Боклукчийският
камион
идва
веднъж
седмично
Ruslabílinn
sinni
viku
Müllabfuhr
camion
spazzatura
viene
volta
Sopbilen
Šiukšles
išveža
kartą
garbage
truck
comes
once
只
200
万
口
нашій
країні
лише
мільони
людей
нашей
стране
только
миллиона
само
милиона
души
страната
ни
búa
aðeins
milljónir
manns
landinu
okkar
unserem
Land
leben
nur
Millionen
milioni
nostro
Paese
finns
bara
miljoner
vårt
Mūsų
valstybėje
tik
milijonai
žmonių
only
million
our
country
150
礼
весіллі
присутні
чоловік
свадьбе
было
человек
Имаше
сватба
mættu
brúðkaupinu
Da
waren
Hochzeitsgäste
C'erano
matrimonio
personer
bröllopet
Vestuvėse
dalyvavo
were
wedding
水
华
氏
32
度
冰
Вода
замерзає
при
градусах
замерзает
Водата
замръзва
градуса
Vatn
frýs
gráður
F
Wasser
friert
bei
0°C
L'acqua
gela
32°F
Vatten
fryser
grader
Farenheiht
Vanduo
užšąla
prie
laipsnių
pagal
Farengeitą
Water
freezes
Fahrenheit
маєте
вакансії
вакансии
премиери
laust
starf
freie
Stellen
posto
libero
lediga
tjänster
pas
jus
laisvų
vietų
įsidarbinti
openings
努
力
наполегливо
своїй
роботі
трудится
работе
усилено
leggur
hart
vinnunni
seinem
sodo
sitt
jobb
Savo
darbe
sunkiai
his
职
挣
зарплата
цій
посаді
этой
должности
плащате
тази
позиция
launin
verdient
dieser
Stellung
hög
lönen
tjänsten
užmokestis
šioje
vietoje
position
医
лікар
врач
доктор
læknir
Arzt
dottore
läkare
gydytojas
doctor
防
员
пожежник
пожарный
пожарникар
slökkviliðsmaður
Feuerwehrmann
pompiere
brandman
ugniagesys
firefighter
庭
妇
домогосподарка
домохозяйка
Домакиня
húsmóðir
Hausfrau
casalinga
hemmafru
šeimininkė
housewife
警
察
офіцер
поліції
полицейский
полицай
lögreglumaður
Polizist
agente
polizia
polis
policijos
pareigūnas
police
officer
秘
секретар
секретарь(секретарша)
einkaritari
Sekretärin
segretaria
sekreterare
sekretorius
secretary
演
актор
актер
актьор
leikari
Schauspieler
attore
skådespelare
aktorius
actor
художник
актриса
listamaður
Künstler
un'artista
konstnär
meninkas
artist
робота
darbas
面
份
пройти
співбесіду
цю
хотел(а)
собеседование
эту
должность
интервюирам
Mig
viðtal
starfið
diese
Stelle
vorsprechen
colloquio
bli
intervjuad
detta
dalyvauti
pokalbyje
interview
弟
двоюрідний
брат
льотчик
двоюрдный
пилот
Братовчед
Frændi
flugmaður
Cousin
Pilot
cugino
pilota
kusin
pilot
pusbrolis
lakūnas
cousin
叔
农
民
дядько
фермер
дядя
Чичо
bóndi
Onkel
Bauer
zio
contadino
farbror
bonde
dėdė
ūkininkas
uncle
farmer
熊
住
洞
Медвідь
живе
берлозі
Медведь
живет
берлоге
пещера
живее
мечка
Björn
býr
þessum
helli
Bär
lebt
seiner
Höhle
orso
vive
questa
grotta
En
björn
bor
Meškiukas
gyvena
oloje
bear
lives
cave
雪
融
розтанув
сніг
Снег
растаял
Стопи
снега
snjórinn
bráðnað
Schnee
geschmolzen
sciolta
neve
snön
smält
sniegas
ištirpo
Has
snow
melted
曾
体
验
震
відчували
землетрус
случалось
быть
землетрясении
земетресение
upplifað
jarðsskjálfa
Erdbeben
erlebt
capitato
sentire
terremoto
jordbävning
buvote
patekęs
žemės
drebėjimą
earthquake
害
怕
雷
暴
боюся
грози
боюсь
грозы
Страх
гръмотевици
hræddur
þrumuveður
fürchte
Gewittern
paura
tuoni
rädd
åskväder
bijau
audrų
afraid
thunderstorms
龙
卷
风
торнадо
hvirfilbylir
Tornados
tornado
tromber
tornadų
tornadoes
光
美
Сьогодні
красиво
Красив
fallegt
wunderschöner
Oggi
bel
tempo
vackert
graži
beautiful
today
Йде
Идет
снег
Вали
сняг
snjóar
schneit
Sta
nevicando
snöar
sninga
snowing
вітряно
ветер
Ветровито
днес
hvasst
Heute
windig
c'è
vento
blåsigt
Šiandien
vėjuota
windy
雨
Вчора
йшов
дощ
шел
дождь
валя
ringdi
geregnet
Ieri
pioveva
regnade
lijo
rained
вранці
було
холодно
утром
Беше
студено
сутрин
kalt
Stamattina
faceva
freddo
morse
ryto
šalta
冻
Вночі
морозно
будут
заморозки
замръзне
нощта
frjósa
frieren
gelerà
frysa
kväll
Šiąnakt
šals
freeze
也
Можливо
Может
пойдет
вали
Kannski
snjóa
Vielleicht
Forse
nevica
kanske
snöa
Galbūt
snigs
Maybe
倾
盆
Ллє
відра
Льет
из
ведра
като
ведро
/Валят
Котки
Кучета/
Rignir
kettum
hundum
gießt
Eimern
Diluvia
regnar
väldigt
Labai
stipriai
lyja
It's
raining
cats
dogs
海
Буря
морі
море
морето
Stormur
sjó
Seesturm
tempesta
marina
Storm
havs
Audra
jūroje
sea
晴
Прогнозується
сонячне
небо
По
прогнозу
погоды
облаков
будет
Прогнозата
слънчево
Spáin
heiðskíru
veðri
Wettervorhersage
sagt
sonnigen
voraus
previsioni
del
dicono
cielo
sereno
Enligt
prognosen
soligt
Prognozuojami
saulėti
orai
forecast
sunny
skies
阳
热
Сонце
гаряче
Солнце
жаркое
Слънцето
горещо
Sólin
heit
heiß
sole
scotta
Solen
varm
Saulė
karšta
sun
hot
瀑
布
丽
Водоспад
красивий
Водопад
красивый
Водопадът
прекрасен
Fossinn
fallegur
Wasserfall
schön
cascata
bellissima
Vattenfallet
Krioklys
nuostabus
waterfall
满
повний
місяць
полная
луна
пълнолуние
вечер
fullt
tungl
Vollmond
luna
piena
stanotte
fullmåne
Šianakt
pilnatis
full
moon
洪
була
повінь
наводнение
Á
flóð
Letztes
hatten
wir
Hochwasser
översvämning
fjol
Pernai
potvynis
flood
声
和
闪
грім
блискавка
Прошлой
ночью
гром
молния
светкавици
снощи
voru
þrumur
eldingar
gab
Gewitter
stati
fulmini
scorsa
åska
blixtar
Praeitą
griaudė
žaibavo
thunder
lightning
壁
炉
暖
Тепло
каміна
Греться
камина
Стопляне
край
камината
Hlýnun
arininn
Sich
Kamin
aufwärmen
Scaldarsi
caminetto
Värma
sig
öppna
spisen
Šildosi
židinio
Warming
fireplace
沙
漠
迷
路
заблукали
пустелі
заблудились
пустыне
загубихме
пустинята
villtumst
eyðimörkinni
Wüste
verlaufen
siamo
persi
deserto
vilse
öknen
pasiklydome
dykumoje
desert
温
температура
Каква
температурата
hitastigið
Grad
temperatur
Kokia
temperatūra
temperature
树
дерево
Какое
дърво
tré
Bäume
albero
träd
Kokios
rūšies
šitas
medis
tree
зірок
Отсюда
видно
звезд
видите
звезди
margar
stjörnur
Von
kannst
Sterne
sehen
possono
molte
stelle
stjärnor
härifrån
matyti
žvaigždių
stars
换
五
块
розміняти
п’ять
гривень
разменять
пятерку
преоблечеш
набързо
Getur
skipt
fimm
5-Euro-Schein
wechseln
cambiare
banconota
5
euro
växla
femma
iškeisti
penkis
eurus
change
five
币
копійок
центов
монета
sent
10-Cent-Stück
penny
krona
centų
monetą
dime
镍
коп
дребна
никел
5-Cent-Stück
nichelino
småslantar
nickel
储
蓄
划
заощаджень
сберегательный
спестовен
sparnaðaráætlun
Sparplan
piano
risparmio
sparplan
taupymo
savings
plan
заплатили
заплатил
плати
borgaði
bezahlt
betalade
sumokėjai
欠
повинен
дължи
(той)
skuldar
schuldet
quanto
ammonta
debito
han
skyldig
jisai
skolingas
he
owe
进
花
вхід
вход
входа
Eintritt
komma
įėjimas
вартість
книги
книгата
bókin
teuer
boken
knyga
申
办
卡
подаю
заяву
отримання
кредитної
картки
заявку
оформление
кредитной
карты
Кандидатствам
кредитна
sækja
kreditkort
Kreditkarte
beantragen
richiesto
carta
credito
ansöker
užsisakiau
kreditinę
kortelę
applying
credit
card
грошей
денег
Нямам
пари
enga
peninga
Geld
soldi
inga
pengar
nebeturiu
pinigų
money
йти
банк
сходить
отида
банката
banka
Bank
andare
banca
banken
nueiti
banką
破
产
сил
совсем
разорен
blankur
pleite
verde
pank
visiškai
broke
自
款
банкомат
finn
hraðbankann
finde
Geldautomaten
Bancomat
bankomat
bankomatą
ATM
征
税
платить
ваші
податки
вашими
налогами
прави
вашите
данъци
skattframtalið
macht
Ihre
Steuererklärung
contabile
sköter
deklaration
skaičiuoja
mokesčius
taxes
плани
праці
Какие
планы
праздник
День
труда
Някакви
планове
Дена
Труда
verslunarmannahelgi
programmi
Giorno
Lavoratori
planer
Arbetarnas
planų
Tarptautinei
dienai
plans
Labour
Day
Поздоровляю
Хеллоуіном
Поздравляю
Халлуином
Честит
Халоуин
Gleðilega
hrekkjarvöku
Happy
Halloween
Glad
Laimingo
Helovyno
母
Днем
Матері
матери
майката
8ми
Март
Til
hamingju
mæðradag
Herzlichen
Glückwunsch
Muttertag
Felice
mamma
Mors
Laimingos
Motinos
dienos
Mothers
情
Святого
Валентина
Св
Валентин
valentínusdag
Fröhlichen
Valentinstag
San
Valentino
Alla
hjärtans
Valentines
матері
мамы
Денят
Mæðradagur
Mother's
与
Миру
доброї
волі
Мира
доброй
воли
Мир
добра
воля
Friður
velvild
Friede
guter
Wille
Pace
buona
volontà
Fred
god
Taikos
geranoriškumo
Peace
goodwill
Сезонні
привітання
Рождеством
Новым
Годом
Сезони
поздравления
Hátíðarkveðjur
Weihnachtsgrüße
Buone
Feste
Julhälsningar
Šventiniai
sveikinimai
Season's
greetings
谢
祖
Дякую
вашим
бабусі
дідусі
Спасибо
твоим
бабушке
дедушкой
Благодарение
твоите
баба
дядо
Þakkarkveðjur
ömmu
afa
þíns
Sag
deinen
Großeltern
Danke
Ringrazio
vostri
nonni
Tacka
morföräldrar
Padėkok
seneliams
Thank
grandparents
切
нормально
почуваєш
Добре
Líður
Geht
Känner
okej
险
страховка
госпіталізацію
госпитализацию
здравна
осигуровка
sjúkratryggingu
Krankenversicherung
l'assicurazione
medica
sjukförsäkring
som
täcker
sjukhuskostnaderna
draudimą
hospitalization
insurance
拔
видаляли
зуб
удаляли
Вадили
зъб
tímann
látið
draga
tönn
Wurde
Zahn
gezogen
hanno
estratto
dente
dragit
tand
ištrauktas
tooth
pulled
舒
погано
чувствую
чувствам
fühle
sento
prastai
jaučiuosi
感
почуваю
Чувствам
lagi
känner
晕
眩
паморочиться
голова
кружится
свят
svima
Mir
schwindelig
mancamento
yr
apsvaigęs
dizzy
відчуваю
чудово
чудесно
normaliai
恶
паршиво
отвратительно
отвратително
ömurlegur
fühl
schlecht
schifo
usel
nevykusiai
lousy
受
Мене
нудить
Повръща
krank
male
illa
Mane
pykina
sick
检
медичний
огляд
минулого
тижня
прошлой
неделе
медосмотр
физическо
седмица
fór
læknisskoðun
síðustu
letzte
Untersuchung
beim
avuto
medico
läkarundersökning
Prieš
atlikta
fizinė
apžiūra
physical
咳
嗽
кашель
кашляю
кашлица
hósta
Husten
tosse
hosta
kosėju
cough
嗓
痛
болить
горло
болит
възпалено
гърло
hálsbólgu
Halsschmerzen
gola
ont
halsen
skauda
gerklę
sore
throat
肚
疼
живіт
живот
болки
стомаха
illt
maganum
Bauchschmerzen
stomaco
magvärk
pilvą
stomachache
Боли
tannpínu
Zahnschmerzen
tandvärk
dantį
toothache
冒
застудився
простудилась(простудился)
Хванал
настинка
kvef
erkältet
raffreddore
förkyld
peršalau
caught
眼
镜
окуляри
очки
очилата
gleraugun
Brille
occhiali
mina
glasögon
akinius
glasses
药
закінчилися
ліки
закончились
лекарства
Свършили
лекарствата
lyfin
Medikamente
medicine
medicin
vaistai
run
些
деякі
lyf
Devo
comprare
delle
köpa
lite
vaistų
吃
приймати
таблетки
нужно
принимать
взимам
хапчета
taka
töflur
Tabletten
pastiglie
piller
išgerti
kapsulę
pills
стоматолог
пойти
зубному
врачу
зъболекар
tannlæknis
Zahnarzt
dentista
tandläkare
dantisto
dentist
лекар
lækni
halda
gydytojo
床
躺
ліжку
недели
лежал
кровати
Бях
леглото
продължение
lá
rúminu
bettlägrig
rimasto
letto
låg
sängen
gulėjau
lovoje
dvi
bed
它
坏
Воно
зламане
сломано
Счупено
brotið
rotto
sönder
sulūžęs
broken
Болит
weh
gör
Skauda
hurts
量
Прийшов
зміряти
вашу
температуру
Пора
померить
премеря
Ви/ти
tími
mæla
Fieber
messen
misurare
febbre
dags
temperaturen
matuoti
temperatūrą
丈
夫
мого
чоловіка
операція
моего
мужа
была
операция
Съпругът
имаше
Maðurinn
aðgerð
OP
marito
operato
operation
vyrui
operacija
husband
流
鼻
涕
ніс
сопливить
насморк
Носът
тече
Nase
läuft
naso
cola
näsa
rinner
sloga
nose
runny
胃
розлад
шлунку
желудок
порядке
Стомахът
разстроен
Magen
verdorben
scombussolato
mage
upprörd
silpnai
stomach
upset
дружина
перебуває
лікарні
жена
больнице
Жена
болницата
Kona
spítalnum
Frau
liegt
Krankenhaus
Mia
moglie
ospedale
fru
sjukhuset
žmona
ligoninėje
wife
hospital
血
Вони
мають
здати
кров
Им
взять
кровь
Те
трябваше
вземат
малко
кръв
Þau
þurfa
blóðprufu
wenig
Blut
abnehmen
Devono
prelevare
sangue
De
blodprover
Jie
nuleisti
kraujo
They
blood
骨
折
кістки
зламані
Кости
сломаны
счупено
Brotnuðu
bein
gebrochen
rotte
alcune
ossa
ben
brutna
lūžo
kaulai
Were
bones
症
状
симптоми
симптомы
симптомите
einkennin
Symptome
symtom
Kokie
simptomai
symptoms
нього
призначення
рецепт
рецепта
Fyrir
þessi
lyfjaseðill
Wofür
Rezept
cos'è
ricetta
recept
Kam
skirtas
receptas
prescription
лікарню
больницу
болница
spítalann
sjukhus
ligoninę
减
肥
втратили
ваги
похудел(а)
загубили
теглото
stark
abgenommen
dimagrito
po'
förlorat
vikt
numetėte
svorio
lot
weight
针
мати
постріл
попробовать
опитате
þarft
sprautur
brauchen
Spritze
Devi
provare
spruta
shot
крові
потерял
крови
Изгубили
missti
blóð
förlorade
blod
praradote
x
透
视
рентген
рентгенова
снимка
röngtentöku
musst
geröntgt
raggi
X
röntgas
Jums
atlikti
rengenogramą
X-ray
甜
приніс
десерт
принес
Донесе
десерта
Komstu
eftirréttinn
Nachtisch
mitgebracht
portato
dessert
tagit
efterrätten
atnešei
desertą
饭
їв
ел
Яде
Borðaðiru
gegessen
mangiato
ätit
valgei
eat
Бажаєш
піти
кінотеатр
eiti
Сідайте
Садитесь
седнете
Vinsamlegast
fáðu
sæti
setz
Prendete
Varsågod
sėskite
seat
поїв
поел
Ял
borðað
käkat
pavalgei
eaten
录
像
弄
зламав
відеомагнітофона
сломал
видеомагнитофон
счупи
видеото
braut
vídeótækið
Videorekorder
videoregistratore
videobandspelaren
sulaužė
video
grotuvą
VCR
侄
Його
племінниця
допоможе
Его
племяница
поможет
Неговата
племенничка
му
помогне
hans
hjálpa
Seine
Nichte
Sua
nipote
aiuterà
Hans
brorsdotter
hjälpa
Jo
dukterėčia
tau
padės
His
niece
твої
справи
караш
haft
ergangen
розлучений
разведен
(разведена)
Разведен
skilinn
geschieden
divorziato
skild
išsiskyręs
divorced
радий
бачити
Рад(-а)
повидать
Радвам
glaður
freue
vederti
Malonu
身
неодружений
состою
браке
неженен/неомъжена
einhleypur
Single
singel
vienišas
ціную
допомогу
помощь
Оценявам
помощта
met
aðstoðina
weiß
Hilfe
schätzen
Apprezzo
aiuto
uppskattar
Dėkoju
pagalbą
appreciate
сидіти
сонці
сидеть
солнце
седя
слънце
nýt
þess
sitja
sól
sitze
Sonne
stare
seduto
sitta
solen
sėdėti
saulėje
enjoy
sitting
чекав
20
жду
уже
чакам
gewartet
aspettato
väntat
laukiau
waiting
тривалого
Давно
дълго
langan
seniai
nemačiau
позичив
друкарську
машинку
одолжил
пишущую
Дадох
назаем
пишеща
lánaði
ritvélina
Schreibmaschine
verliehen
prestato
lånade
skrivmaskin
paskolinau
rašomąją
mašinėlę
lent
typewriter
гребінець
расческу
гребен
greiðuna
mínum
Kamm
pettine
tappade
kam
šukas
comb
потрібні
марки
нужны
frímerki
Briefmarken
francobolli
frimärken
antspaudo
stamps
就
回
повернуся
вернусь
върна
kem
aftur
fljótlega
bald
wieder
Ritornerò
presto
tillbaka
snart
greitai
grįšiu
back
soon
хлопчик
мальчик
Момче
strákur
Junge
maschietto
pojke
Gimė
berniukas
boy
搞
派
вечірки
развлекаться
купон
Party-Time
festeggiare
fest
vakarėliui
园
підемо
зоопарк
Пошли
Нека
отидем
зоологическата
градина
Förum
dýragarðinn
Zoo
Andiamo
allo
zoo
Eikime
zoologijos
sodą
休
перерву
передохнем
вземем
почивка
Tökum
pásu
Pause
pausa
paus
Pailsėkime
break
сходимо
ресторану
сходим
ресторан
ресторант
tveir
veitingarhúsið
zusammen
essen
ristorante
io
te
restaurang
restoraną
restaurant
吹
фен
твоя
сешоар
hárþurrkarann
Fön
phon
hårtork
džiovintuvą
hairdryer
вами
пойду
дойда
venire
följa
Можна
візитку
визитку
получа
твоята
визитна
картичка
nafnspjaldið
Visitenkarte
visita
visitkort
gauti
vizitinę
business
aðstoðað
aiutarti
介
绍
представити
дочку
Позвольте
представить
дочь
ти/Ви
представя
дъщеря
kynna
dóttur
Darf
Tochter
vorstellen
presentarle
figlia
dotter
pristatyti
dukrą
introduce
daughter
моят
amico
vän
draugą
friend
съпруг
manninn
vyrą
сина
сына
син
son
Sohn
figlio
sūnų
姨
镇
тітка
місті
тетя
городе
Леля
Frænka
bænum
Stadt
faster
stan
teta
mieste
town
комп'ютер
поламався
компьютер
полетел
Компютърът
разби
Tölvan
hrundi
Computer
abgestürzt
computer
dator
kraschade
kompiuteris
crashed
муж
dáinn
verstorben
morto
miręs
мертва
умерла
мъртва
Konan
látin
morta
mirusi
Ні
дякую
Нет
спасибо
благодаря
Nei
þakka
Nein
danke
grazie
Nej
ačiū
thank
dyrnar
Öffne
Apri
Atidarykite
gluggann
Наша
сім'я
большая
семья
Нашето
семейство
голямо
Fjölskyldan
stór
große
Familie
nostra
famiglia
grande
Vår
familj
stor
šeima
didelė
Our
family
large
невелика
маленькая
lítil
maža
small
Возможно
vielleicht
Chissà
Kanske
Perhaps
почекайте
подождите
изчакайте
bíðið
Warte
aspetta
Prašome
吸
烟
Тут
курять
Курение
разрешается
Пушенето
позволено
Reykingar
bannaðar
Rauchen
verboten
Fumare
permesso
Rökning
tillåtet
Rūkyti
draudžiama
Smoking
allowed
婴
Дитина
дотепна
Младенец
милый
Бебето
сладко
Barnið
sætt
Baby
süß
bambino
Bebisen
söt
Kūdikis
mielas
baby
cute
趣
Дуже
цікаво
Очень
интересно
Много
Mjög
áhugavert
interessant
Molto
interessante
Mycket
intressant
įdomu
Very
interesting
脸
Вимийте
обличчя
Умой
лицо
Измийте
лицето
Þvoðu
andlit
Wasch
Gesicht
Lavati
viso
Tvätta
ansikte
Nusiprausk
veidą
Wash
face
името
heitir
Name
namn
tavo
Куди
їдете
Куда
идешь
отиваш
Wohin
gehst
vai
Vart
einate
мій
калькулятор
калкулатор
reiknivélin
Taschenrechner
calcolatrice
miniräknare
skaičiuotuvas
calculator
局
пошта
почта
пощата
pósthúsið
Post
postale
posten
pašto
skyrius
post
snyrtingin
Pausenraum
toilette
pudra
näsan
restroom
народилися
родились
роден
född
